Repository: SJA0010/mpos-saas-gstn-update-master
Catalog: lib/l10n/intl_*.arb
Languages: fi, kk, kn, lo, my, si, ta

source: Business Category
fi: Liiketoimintakategoria
kk: Бизнес категориясы
kn: ವ್ಯಾಪಾರ ವರ್ಗ
lo: ປະເພດທິດສະດວກ
my: ကုန်သွယ်စာအုပ်စု
si: ව්‍යාපෘතියේ ප්‍රවර්ගය
ta: வணிக வகை

source: Subscription
fi: tilaus
kk: жазылу
kn: ಚಂದಾದಾರಿಕೆ
lo: ການສະໝັກໃຊ້
my: စာရင်းသွင်းခြင်း။
si: දායකත්වය
ta: சந்தா

source: Company Name
fi: Yrityksen nimi
kk: Компания аты
kn: ಕಂಪನಿ ಹೆಸರು
lo: ຊື່ບໍລິສັດ
my: ကုမ္ပဏီအမည်
si: ආයතනයේ නම
ta: நிறுவனத்தின் பெயர்

source: Enter Your Company Name
fi: Kirjoita yrityksesi nimi
kk: Компаниянын атын енгізіңіз
kn: ನಿಮ್ಮ ಕಂಪನಿ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ພິມຊື່ບໍລິສັດຂອງທ່ານ
my: ကုမ္ပဏီအမည်ထည့်ပါ
si: ඔබේ ආයතනයේ නම ඇතුළත් කරන්න
ta: உங்கள் நிறுவனத்தின் பெயரை உள்ளிடவும்

source: Enter your State
fi: Kirjoita osavaltiosi
kk: Еліңізді енгізіңіз
kn: ನಿಮ್ಮ ರಾಜ್ಯವನ್ನು ನಮೂದಿಸಿ
lo: ພິມສະຖານທີ່ຂອງທ່ານ
my: သင်တိုင်းဒေသအမည်ထည့်ပါ
si: ඔබේ රාජ්යය ඇතුළත් කරන්න
ta: உங்கள் மாநிலத்தை உள்ளிடவும்

source: Phone Number
fi: Puhelinnumero
kk: Телефон нөмірі
kn: ಫೋನ್ ಸಂಖ್ಯೆ
lo: ເບີໂທລະສັບ
my: ဖုန်းနံပါတ်
si: දුරකථන අංකය
ta: தொலைபேசி எண்

source: Enter your Phone Number
fi: Kirjoita puhelinnumerosi
kk: Телефон нөмірін енгізіңіз
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
lo: ພິມເບີໂທລະສັບຂອງທ່ານ
my: သင်ဖုန်းနံပါတ်ထည့်ပါ
si: ඔබේ දුරකථන අංකය ඇතුළත් කරන්න
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்

source: Email
fi: Sähköposti
kk: Электрондық пошта
kn: ಇಮೇಲ್
lo: ອີເມວ
my: အီးမေးလ်
si: ඉ-තැපෑල
ta: மின்னஞ்சல்

# enterEmailAddresss
source: Enter email address
fi: Kirjoita sähköpostiosoite
kk: Электрондық пошта мекенжайын енгізіңіз
kn: ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
lo: ພິມທີ່ຢູ່ອີເມວ
my: အီးမေးလ်လိပ်စာထည့်ပါ
si: ඉ-තැපෑල ලිපිනය ඇතුළත් කරන්න
ta: மின்னஞ்சல் முகவரியை உள்ளிடவும்

# gstNumber
source: GST NO
fi: ALV-numero
kk: GST НӨМІРІ
kn: GST ಸಂಖ್ಯೆ
lo: ລະຫັດອອກສາຂາໂກດກຳນົດ
my: GST နံပါတ်
si: GST අංකය
ta: GST எண்

source: Enter GST Number
fi: Kirjoita ALV-numero
kk: GST НӨМІРІН енгізіңіз
kn: GST ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
lo: ພິມລະຫັດອອກສາຂາໂກດກຳນົດ
my: GST နံပါတ်ထည့်ပါ
si: GST අංකය ඇතුළත් කරන්න
ta: GST எண்ணை உள்ளிடவும்

source: Address
fi: Osoite
kk: Мекен-жайы
kn: ವಿಳಾಸ
lo: ທີ່ຢູ່
my: လိပ်စာ
si: ලිපිනය
ta: முகவரி

source: Enter full address
fi: Kirjoita koko osoite
kk: Толық мекен-жайын енгізіңіз
kn: ಪೂರ್ಣ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
lo: ພິມທີ່ຢູ່ເທົ່ານັ້ນ
my: လိပ်စာအပြည့်အစုံထည့်ပါ
si: සම්පූර්ණ ලිපිනය ඇතුළත් කරන්න
ta: முழு முகவரியை உள்ளிடவும்

source: City Pin Code
fi: Kaupungin postinumero
kk: Қала пошта индексі
kn: ನಗರ ಪಿನ್ ಕೋಡ್
lo: ລະຫັດໄມໂຄຣດນີ້
my: မြို့နယ်ပင်ကုဒ်
si: නගර පින් කේතය
ta: நகரம் பின் குறியீடு

source: Enter your City Pin Code
fi: Kirjoita kaupungin postinumerosi
kk: Қала пошта индексін енгізіңіз
kn: ನಗರ ಪಿನ್ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
lo: ພິມລະຫັດໄມໂຄຣດນີ້ຂອງທ່ານ
my: မြို့နယ်ပင်ကုဒ်ထည့်ပါ
si: ඔබේ නගර පින් කේතය ඇතුළත් කරන්න
ta: உங்கள் நகர பின் குறியீட்டை உள்ளிடவும்

source: State
fi: Osavaltio
kk: Аймақ
kn: ರಾಜ್ಯ
lo: ແຂວງ
my: ပြည်နယ်
si: රාජ්යය
ta: மாநிலம்

source: Zip
fi: Postinumero
kn: ಜಿಪ್
lo: ໄອດີ
my: ဇယား
si: ලිපිත
ta: ஜிப்

source: Enter Your Zip
fi: Kirjoita postinumerosi
kk: Zip нөмірін енгізіңіз
kn: ನಿಮ್ಮ ಜಿಪ್ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
lo: ພິມໄອດີຂອງທ່ານ
my: သင်ဇယားထည့်ပါ
si: ඔබේ ලිපිත ඇතුළත් කරන්න
ta: உங்கள் ஜிப்பை உள்ளிடவும்

source: Opening Balance
fi: Aloitusjäännös
kk: Ашықтық балансы
kn: ಆರಂಭಿಕ ಹಣಕಾಸು
lo: ຍອດຮ້ອງຂໍ້ມູນເລີ່ມຕົ້ນ
my: ပိတ်ဆုံးကျန်ငွေ
si: ආරම්භය
ta: ஆரம்ப இருப்பு

source: Enter Opening Balance
fi: Kirjoita aloitusjäännös
kk: Ашықтық балансын енгізіңіз
kn: ಆರಂಭಿಕ ಹಣಕಾಸನ್ನು ನಮೂದಿಸಿ
lo: ພິມຍອດຮ້ອງຂໍ້ມູນເລີ່ມຕົ້ນ
my: ပိတ်ဆုံးကျန်ငွေထည့်ပါ
si: ආරම්භය ඇතුළත් කරන්න
ta: ஆரம்ப இருப்பை உள்ளிடவும்

source: Bank Details
fi: Pankkitiedot
kk: Банк туралы мәліметтер
kn: ಬ್ಯಾಂಕ್ ವಿವರಗಳು
lo: ລາຍລະອຽດຂອງທະນາຄານ
my: ဘဏ်အသေးစိတ်
si: බැංකු විස්තර
ta: வங்கி விவரங்கள்

source: Bank Name
fi: Pankin nimi
kk: Банк аты
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು
lo: ຊື່ທະນາຄານ
my: ဘဏ်အမည်
si: බැංකුවේ නම
ta: வங்கி பெயர்

source: Enter Your Bank Name
fi: Kirjoita pankin nimi
kk: Сіздің банктыңыздың атын енгізіңіз
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ພິມຊື່ທະນາຄານຂອງທ່ານ
my: သင်ဘဏ်အမည်ထည့်ပါ
si: ඔබේ බැංකුවේ නම ඇතුළත් කරන්න
ta: உங்கள் வங்கி பெயரை உள்ளிடவும்

source: Branch Name
fi: Haaran nimi
kk: Филиал аты
kn: ಶಾಖೆ ಹೆಸರು
lo: ຊື່ສາຂາ
my: အဖွဲ့အမည်
si: ශාඛාවේ නම
ta: கிளை பெயர்

# enterYourBranchName
source: Enter You Branch Name
fi: Kirjoita haaran nimi
kk: Филиалдың атын енгізіңіз
kn: ನಿಮ್ಮ ಶಾಖೆ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ພິມຊື່ສາຂາຂອງທ່ານ
my: သင်အဖွဲ့အမည်ထည့်ပါ
si: ඔබේ ශාඛාවේ නම ඇතුළත් කරන්න
ta: உங்கள் கிளை பெயரை உள்ளிடவும்

source: Bank Account Number
fi: Pankkitilin numero
kk: Банктік тіркелу нөмірі
kn: ಬ್ಯಾಂಕ್ ಖಾತೆ ಸಂಖ್ಯೆ
lo: ເລກບັດປະຈຳຕົວທະນາຄານ
my: ဘဏ်အကောင့်နံပါတ်
si: බැංකු ගිණුම් අංකය
ta: வங்கி கணக்கு எண்

source: Enter your bank account number
fi: Kirjoita pankkitilin numerosi
kk: Банктік тіркелу нөмірін енгізіңіз
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
lo: ພິມເລກບັດປະຈຳຕົວທະນາຄານຂອງທ່ານ
my: သင်ဘဏ်အကောင့်နံပါတ်ထည့်ပါ
si: ඔබේ බැංකු ගිණුම් අංකය ඇතුළත් කරන්න
ta: உங்கள் வங்கி கணக்கு எண்ணை உள்ளிடவும்

source: IFSC
si: IFSC අංකය

# enterYourIfscNumber
source: Enter your bank IFSC number
fi: Kirjoita pankin IFSC-numero
kk: Банктың IFSC нөмірін енгізіңіз
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ IFSC ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
lo: ພິມເລກ IFSC ຂອງທ່ານ
my: သင်ဘဏ် IFSC နံပါတ်ထည့်ပါ
si: ඔබේ බැංකු IFSC අංකය ඇතුළත් කරන්න
ta: உங்கள் வங்கி IFSC எண்ணை உள்ளிடவும்

source: T&C
fi: Käyttöehdot
kk: ҚП
kn: ಟಿ&ಸಿ
lo: ເງິນຕາມເງິນ
my: တန်ဖိုး
si: අනුවාදය
ta: கொள்கை மற்றும் நிபந்தனைகள்

source: Enter your bank T&C
fi: Kirjoita pankin käyttöehdot
kk: Банктың ҚП-сын енгізіңіз
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಟಿ&ಸಿ ಅನ್ನು ನಮೂದಿಸಿ
lo: ພິມເງິນຕາມເງິນຂອງທ່ານ
my: သင်ဘဏ် T&C ထည့်ပါ
si: ඔබේ බැංකු අනුවාදය ඇතුළත් කරන්න
ta: உங்கள் வங்கி கொள்கை மற்றும் நிபந்தனைகளை உள்ளிடவும்

# continued
source: Continue
fi: Jatka
kk: Жалғастыру
kn: ಮುಂದುವರಿಸಿ
lo: ຕໍ່ໄປ
my: ဆက်လက်လုပ်ဆောင်ရန်
si: දිගටම
ta: தொடரவும்

source: Reset Your Password
fi: Nollaa salasanasi
kk: Парольді қайта орнату
kn: ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ
lo: ຕັ້ງລະຫັດຜ່ານຂອງທ່ານຄືນໃໝ່
my: စကားဝှက်ကို Reset လုပ်ပါ
si: ඔබගේ මුරපදය යළි සකසන්න
ta: உங்கள் கடவுச்சொல்லை மீட்டமை

source: Reset Password
fi: Nollaa salasana
kk: Парольді қайта орнату
kn: ಪಾಸ್ವರ್ಡ್ ಮರುಹೊಂದಿಸು
lo: ຕັ້ງລະຫັດຜ່ານຄືນໃໝ່
my: စကားဝှက်ကို Reset လုပ်ပါ
si: මුරපදය යළි සකසන්න
ta: கடவுச்சொல்லை மீட்டமை

source: Password
fi: Salasana
kk: Құпия сөз
kn: ಪಾಸ್ವರ್ಡ್
lo: ລະຫັດຜ່ານ
my: စကားဝှက်
si: මුරපදය
ta: கடவுச்சொல்

source: Enter Your Password
fi: Kirjoita salasanasi
kk: Құпия сөзді енгізіңіз
kn: ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್ ನಮೂದಿಸಿ
lo: ພິມລະຫັດຜ່ານຂອງທ່ານ
my: စကားဝှက်ကိုထည့်ပါ
si: ඔබගේ මුරපදය ඇතුළත් කරන්න
ta: உங்கள் கடவுச்சொல்லை உள்ளிடவும்

source: Login
fi: Kirjaudu sisään
kk: Кіру
kn: ಲಾಗಿನ್
lo: ເຂົ້າສູ່ລະບົບ
my: အကောင့်ဝင်ရန်
si: පුරන්න
ta: உள்நுழைய

# enterYourProfile
source: Edit Your Profile
fi: Muokkaa profiiliasi
kk: Профильіңізді өңдеу
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಸಂಪಾದಿಸಿ
lo: ແກ້ໄຂລາຍຊື່ຂອງທ່ານ
my: သင့်ရဲ့ပရိုဖိုင်ကိုတည်းဖြတ်ရန်
si: ඔබේ පැතිකඩ සංවේදීය කරන්න
ta: உங்கள் சுயவிவரத்தை திருத்துங்கள்

source: Upload an image
fi: Lataa kuva
kk: Суретті жүктеу
kn: ಒಂದು ಚಿತ್ರವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ
lo: ອັບໂຫລດຮູບພາບ
my: ပုံတစ်ခုတည်းဖြတ်ရန်
si: රූපය උඩුගත කරන්න
ta: ஒரு படத்தை பதிவேற்று

# ordragdropPNGPG
source: or drag & drop PNG, JPG
fi: tai vedä ja pudota PNG, JPG
kk: Немесе PNG, JPG файлды жүктеу немесе сүйкімді тартып жіберіңіз
kn: ಅಥವಾ PNG, JPG ಅನ್ನು ಹಾಕಿಕೊಳ್ಳಿ
lo: ຫຼືກວດ & ວາງຮູບ PNG, JPG
my: သို့မဟုတ် PNG, JPG ကိုဖြတ်လိုပါသည်
si: අහඹුල් & අඩවිය PNG, JPG
ta: அல்லது PNG, JPG ஐ எழுத்தவும்

# comapanyName
source: Company Name
fi: Yrityksen nimi
kk: Компания аты
kn: ಕಂಪನಿ ಹೆಸರು
lo: ຊື່ບໍລິສັດ
my: ကုမ္ပဏီအမည်
si: ආයතනයේ නම
ta: நிறுவனத்தின் பெயர்

# counterSaleSingUpPanel
source: COUNTER SALE Signup Panel
fi: COUNTER SALE -rekisteröintipaneeli
kk: АШЫҚ САТЫЛУҒА тіркелу панелі
kn: ಕೌಂಟರ್ ಮಾರಾಟ ಸೈನ್ ಅಪ್ ಪ್ಯಾನೆಲ್
lo: ເພີ່ມສະມາຊິກທີ່ສະຫມັກການຂາຍຢາກສາກົນສຶກສາ
my: ကန်တော့အရောင်းစာရင်းသွင်းရန်စာရင်းများ
si: කවර සේව් සමාජීයයේ ලියාපදිංචි වීමේ පැනල්
ta: கணக்குகளை பதிவு செய்கிறது மின்னல் கணினி

source: Confirm Password
fi: Vahvista salasana
kk: Парольді растау
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
lo: ຢືນຢັນລະຫັດຜ່ານ
my: စကားဝှက်ကိုအတည်ပြုပါ
si: මුරපදය තහවුරු කරන්න
ta: கடவுச்சொல்லை உறுதிப்படுத்து

source: Enter your password again
fi: Kirjoita salasanasi uudelleen
kk: Парольді қайта енгізіңіз
kn: ನಿಮ್ಮ ಪಾಸ್ವರ್ಡ್ ಮತ್ತೆ ನಮೂದಿಸಿ
lo: ພິມລະຫັດຜ່ານຂອງທ່ານອີກຄັ້ງ
my: စကားဝှက်ကိုထပ်မံပြုပါ
si: ඔබේ මුරපදය නැවත ඇතුළත් කරන්න
ta: மீண்டும் உங்கள் கடவுச்சொல்லை உள்ளிடவும்

source: Register
fi: Rekisteröidy
kk: Тіркелу
kn: ನೋಂದಣಿ
lo: ລົງທະບຽນ
my: မှတ်ပုံတင်ရန်
si: ලියාපදිංචි වන්න
ta: பதிவு

# alreadyhaveAnAcconuts
source: Already have account?
fi: Onko sinulla jo tili?
kk: Көже ашу күтіңіз
kn: ಈಗಾಗಲೇ ಖಾತೆ ಹೊಂದಿದ್ದೀರಿಯಾ?
lo: ມີບັນຊີຢືນຢັນແລ້ວ?
my: အကောင့်ရှိပြီးသားဖြစ်ပြီးပါပြီသားဖြစ်ရှာမှုရှိပါကဒ်များရှိသောအကောင့်တစ်ခုရှိသွားပါပြီ
si: ක්‍රියාකාරකමක් ඇත්නම් ද?
ta: ஏற்கனவே கணக்கு உள்ளதா?

# choceaplan
source: Choose a plan
fi: Valitse suunnitelma
kk: Таңдау жоспары
kn: ಒಂದು ಪ್ಲಾನ್ ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກໂປຣໂໝດ
my: အကောင့်ရွေးချယ်ရန်
si: අයවන්න සහාය
ta: ஒரு திட்டத்தைத் தேர்ந்தெடு

# allBasicFeature
source: All Basic Features
fi: Kaikki perustoiminnot
kk: Барлық негізгі мүмкіндіктер
kn: ಎಲ್ಲಾ ಬೇಸಿಕ್ ವ್ಯಾಪ್ತಿಗಳು
lo: ປະເພດປົກກະຕິທິດທີ່ຈະໃຊ້ທັງໝົດ
my: အကြံပြုခြင်းအားလုံးကိုရွေးချယ်ပါ
si: සෑමවිටම මුදල් අත්වැල්ල
ta: அனைத்து அடிப்படை அம்சங்களும்

source: Unlimited Invoices
fi: Rajoittamaton laskutus
kk: Шектеусіз салымдар
kn: ಅಸಂಖ್ಯ ಚಲಾನೆಗಳು
lo: ບິນໃຊ້ຍັງບໍ່ທັນຈະຈ່າຍກັບ
my: မကင်းအကြောင်းကိုရွေးချယ်ပါ
si: සීමාවක් පමණක් වාර්ෂාවලිය
ta: வரம்பு இல்லாத விலைப்பட்டியல்கள்

source: Get Started
fi: Aloita
kk: Бастау
kn: ಪ್ರಾರಂಭಿಸು
lo: ເລີ່ມສະໝັກ
my: စတင်ရန်
si: ආරම්භක කරන්න
ta: தொடங்குங்கள்

source: Current Plan
fi: Nykyinen suunnitelma
kk: Ағымдағы жоспар
kn: ಪ್ರಸ್ತುತ ಪ್ಲಾನ್
lo: ໂປຣໂໝດປະມານປະຈຳຕົວ
my: လက်ရှိစီမံကိန်း
si: වත්මන් සැලකුම
ta: தற்போதைய திட்டம்

source: Forgot password?
fi: Unohditko salasanasi?
kk: Құпия сөзді ұмыттыңыз ба?
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತುಬಿಟ್ಟುದೇನು?
lo: ລືມລະຫັດຜ່ານ?
my: စကားဝှက်ကိုမေ့ပို့လိုသည်သို့?
si: මුරපදය අමතකද?
ta: கடவுச்சொல்லைமறந்துவிட்டீர்களா?

source: Select Your Language
fi: Valitse kieli
kk: Тілді таңдаңыз
kn: ನಿಮ್ಮ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກພາສາຂອງທ່ານ
my: သင့်ရဲ့ဘာသာစကားကိုရွေးချယ်ပါ
si: ඔබේ භාෂාව තෝරන්න
ta: உங்கள் மொழியைத் தேர்வுசெய்யுங்கள்

source: Shop Name
fi: Kaupan nimi
kk: Дүкен атауы
kn: ಮಾರಾಟಗಾರದ ಹೆಸರು
lo: ຊື່ຮ້ານ
my: ဆိုင်အမည်
si: සියුම් නාමය
ta: கடையின் பெயர்

# enterShopName
source: Enter your shop Name
fi: Kirjoita kauppasi nimi
kk: Дүкен атауын енгізіңіз
kn: ನಿಮ್ಮ ಮಾರಾಟಗಾರದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ພິມຊື່ຮ້ານຂອງທ່ານ
my: ဆိုင်အမည်ထည့်ပါ
si: ඔබේ සියුම් නම ඇතුළත් කරන්න
ta: உங்கள் கடையின் பெயரை உள்ளிடவும்

source: Phone
fi: Puhelin
kk: Телефон
kn: ಫೋನ್
lo: ເບີໂທລະສັບ
my: ဖုန်းနံပါတ်
si: දුරකථනය
ta: தொலைபேசி

# enterPhoneNumber
source: Enter your phone no.
fi: Kirjoita puhelinnumerosi
kk: Телефон нөмірін енгізіңіз
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
lo: ພິມເບີໂທລະສັບຂອງທ່ານ
my: သင်ဖုန်းနံပါတ်ထည့်ပါ
si: ඔබේ දුරකථන අංකය ඇතුළත් කරන්න
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடவும்

source: Billing Address
fi: Laskutusosoite
kk: Төлеу мекенжайы
kn: ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸ
lo: ທີ່ຢູ່ບິນໃຊ້ລາຍຮັບ
my: ငွေပေးချေမှုလိပ်စာ
si: බිල් ලිපිනය
ta: பில்லிங் முகவரி

source: Full Name
fi: Koko nimi
kk: Толық аты
kn: ಪೂರ್ಣ ಹೆಸರು
lo: ຊື່ແທ້
my: နာမည်အပြည့်အစုံ
si: සම්පූර්ණ නම
ta: முழு பெயர்

source: Enter Full Name
fi: Kirjoita koko nimesi
kk: Толық атын енгізіңіз
kn: ನಿಮ್ಮ ಪೂರ್ಣ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ພິມຊື່ແທ້ຂອງທ່ານ
my: နာမည်အပြည့်အစုံထည့်ပါ
si: සම්පූර්ණ නම ඇතුළත් කරන්න
ta: உங்கள் முழு பெயரை உள்ளிடவும்

source: Type
fi: Tyyppi
kk: Түр
kn: ಪ್ರಕಾರ
lo: ປະເພດ
my: အမျိုးအစား
si: වර්ගය
ta: வகை

source: Full Address
fi: Koko osoite
kk: Толық мекенжай
kn: ಪೂರ್ಣ ವಿಳಾಸ
lo: ທີ່ຢູ່ສ່ວນຕົວ
my: လိပ်စာအပြည့်အစုံ
si: සම්පූර්ණ ලිපිනය
ta: முழு முகவரி

source: PIN CODE
fi: Postinumero
kn: ಪಿನ್ ಕೋಡ್
lo: ລະຫັດ PIN
my: ကုဒ်နံပါတ်
si: පින් කේතය
ta: அஞ்சல் குறியீடு

source: Enter PIN CODE
fi: Kirjoita postinumerosi
kk: PIN CODE нөмірін енгізіңіз
kn: ಪಿನ್ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
lo: ພິມລະຫັດ PIN ຂອງທ່ານ
my: ကုဒ်နံပါတ်ထည့်ပါ
si: පින් කේතය ඇතුළත් කරන්න
ta: அஞ்சல் குறியீட்டை உள்ளிடவும்

source: City
fi: Kaupunki
kk: Қала
kn: ನಗರ
lo: ເມືອງ
my: မြို့
si: නගරය
ta: நகரம்

source: Enter Opening Balance.
fi: Kirjoita aloitusjäännöksesi
kk: Ашықтық балансын енгізіңіз
kn: ಆರಂಭಿಕ ಉಳಿತಾಯ
lo: ພິມຍອດຮ້ອງຂໍ້ມູນເລີ່ມຕົ້ນ
my: ပိတ်ဆုံးကျန်ငွေထည့်ပါ
si: ආරෝපණයෙහි පිවිසෙන ලැයිස්තුව ඇතුළත් කරන්න.
ta: திறந்த இருப்பை உள்ளிடவும்

source: Shipping Address
fi: Toimitusosoite
kk: Жеткізу мекенжайы
kn: ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸ
lo: ທີ່ຢູ່ຂອງການສົ່ງສິນຄ້າ
my: ပို့ခြင်းလိပ်စာ
si: වෙළඳ ලිපිනය
ta: ஷிப்பிங் முகவரி

source: Landmark
fi: Maamerkki
kk: Белгілі нүктесі
kn: ಭೂಮಿಗೆ ಗುರುತು
lo: ຕະຫຼາດ
my: တံဆိပ်ကုဒ်
si: ගෝල්ඩනය
ta: நிர்வாகம்

source: Cancel
fi: Peruuta
kk: Болдырмау
kn: ರದ್ದುಗೊಳಿಸು
lo: ຍົກເລີກ
my: ဖျက်သိမ်းမည်
si: අවලංගු කරන්න
ta: ரத்துசெய்

# saveandPublished
source: Save & Publish
fi: Tallenna ja julkaise
kk: Сақтау және жариялау
kn: ಉಳಿಸಿ ಮತ್ತು ಪ್ರಕಟಿಸು
lo: ບັນທຶກແລະເປີດສະເພາະ
my: သိမ်းဆည်းထားမည်
si: සුරකින්න හා වින්‍යාසයක්
ta: சேமிக்கவும் வெளியிடு

source: Customer List
fi: Asiakaslista
kk: Тапсырыс берушілер тізімі
kn: ಗ್ರಾಹಕ ಪಟ್ಟಿ
lo: ລາຍຊື່ລູກຄ້າ
my: ဝယ်သူစာရင်း
si: කාර්යාලයේ ලියාපදිංචි ලයිස්තුව
ta: வாடிக்கையாளர் பட்டியல்

source: Add Customer
fi: Lisää asiakas
kk: Тапсырыс берушіні қосу
kn: ಗ್ರಾಹಕನನ್ನು ಸೇರಿಸಿ
lo: ເພີ່ມລູກຄ້າ
my: ဝယ်သူထည့်ပါ
si: කාර්යාලයක් එකතු කරන්න
ta: வாடிக்கையாளரை சேர்க்கவும்

source: Edit
fi: Muokkaa
kk: Өңдеу
kn: ಸಂಪಾದಿಸು
lo: ແກ້ໄຂ
my: တည်းဖြတ်မည်
si: සංස්කරණය කරන්න
ta: திருத்து

source: Delete
fi: Poista
kk: Жою
kn: ಅಳಿಸು
lo: ລຶບ
my: ဖျက်မည်
si: මකන්න
ta: நீக்கு

source: Are you want to delete this Customer?
fi: Haluatko poistaa tämän asiakkaan?
kk: Бұл тапсырыс берушіні жою керек пе?
kn: ಈ ಗ್ರಾಹಕನನ್ನು ಅಳಿಸಲು ಬಯಸುವುದೇ?
lo: ທ່ານຕ້ອງການລຶບລູກຄ້ານີ້ບໍ່?
my: ဤဝယ်သူကိုဖျက်မှာသေချာလား?
si: මෙය මකා දැමීමට අවශ්‍යද?
ta: இந்த வாடிக்கையாளரை நீக்க விரும்புகிறீர்களா?

source: No Customer Found
fi: Asiakasta ei löytynyt
kk: Тапсырыс беруші табылмады
kn: ಯಾವುದೇ ಗ್ರಾಹಕ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບລູກຄ້າ
my: ဝယ်သူမရှိပါ
si: කාර්යාලයක් හමු නැත
ta: வாடிக்கையாளர் எதுவும் இல்லை

source: Party Name
fi: Osapuolen nimi
kk: Топтық атауы
kn: ಪಾರ್ಟಿ ಹೆಸರು
lo: ຊື່ຜູ້ສະໜອງ
my: ပက်ကေ့အမည်
si: පාර්යාලයේ නම
ta: கட்சி பெயர்

source: Party Type
fi: Osapuolen tyyppi
kk: Топтық түрі
kn: ಪಾರ್ಟಿ ಪ್ರಕಾರ
lo: ປະເພດຂອງຜູ້ສະໜອງ
my: ပက်ကေ့အမျိုးအစား
si: පාර්යාලාවේ වර්ගය
ta: கட்சி வகை

source: Due
fi: Maksamatta
kk: Төлеме
kn: ಬಾಕಿ
lo: ຄົນຊໍ້າ
my: ရငွေ
si: මුළු වාරය
ta: தேதி

source: Customer Name
fi: Asiakkaan nimi
kk: Тапсырыс берушінің аты
kn: ಗ್ರಾಹಕ ಹೆಸರು
lo: ຊື່ລູກຄ້າ
my: ဝယ်သူအမည်
si: කාර්යාලයේ නම
ta: வாடிக்கையாளரின் பெயர்

source: Enter Customer Name
fi: Kirjoita asiakkaan nimi
kk: Тапсырыс берушінің атын енгізіңіз
kn: ಗ್ರಾಹಕ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນຊື່ລູກຄ້າ
my: ဝယ်သူအမည်ထည့်ပါ
si: කාර්යාලයේ නම ඇතුළත් කරන්න
ta: வாடிக்கையாளரின் பெயரை உள்ளிடவும்

source: Enter zip
fi: Kirjoita postinumero
kk: ZIP кодын енгізіңіз
kn: ಜಿಪ್ ನಮೂದಿಸಿ
lo: ປ້ອນເລກຫອງ
my: စာတိုက်နံပါတ်ထည့်ပါ
si: ස්ථානය ඇතුළත් කරන්න
ta: அஞ்சல் குறியீட்டை உள்ளிடவும்

source: Enter Landmark
fi: Kirjoita maamerkki
kk: Белгілі нүктені енгізіңіз
kn: ಗುರುತಿಸಿದ ಸ್ಥಳವನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນສາຂາ
my: တံဆိပ်ကုဒ်ထည့်ပါ
si: ගෝල්ඩනය ඇතුළත් කරන්න
ta: நிர்வாகத்தை உள்ளிடவும்

source: Customer
fi: Asiakas
kk: Тапсырыс беруші
kn: ಗ್ರಾಹಕ
lo: ລູກຄ້າ
my: ဝယ်သူ
si: කාර්යාලය
ta: வாடிக்கையாளர்

source: Suppliers
fi: Toimittajat
kk: Тапсырыс берушілер
kn: ಸರಬರಾಜುಗಾರರು
lo: ຜູ້ສະໜອງ
my: ကုန်သည်များ
si: නිෂ්පාදිතයන්
ta: சப்ளையர்கள்

source: Collect Due >
fi: Kerää maksamatta olevat >
kk: Төлеме жасау >
kn: ಬಾಕಿ ವಸ್ತುವನ್ನು ಸೇರಿಸಿ >
lo: ຍອດເງິນຄົບໄອເຊີມ >
my: ရငွေကြေးများကိုစုပ်မည် >
si: මුලු වාරය එකතු කරන්න >
ta: தொலைபோட்டத்தை கட்டணம் சேகரிக்க >

# nodueTrasactionFound
source: No Due Transaction Found
fi: Maksamattomia tapahtumia ei löytynyt
kk: Төлеме жасалатын тапсырыс табылмады
kn: ಯಾವುದೇ ಬಾಕಿ ವಸ್ತುಗಳ ಟ್ರಾನ್ಸಕ್ಷನ್ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບການເຮັດທຸລະກຳຄົບໄອເຊີມ
my: ရငွေကြေးများမရှိပါ
si: මුලු වාරය පිළිතුරු හමු නැත
ta: தொலைபோட்ட பரிவர்த்தனை எதுவும் இல்லை

# createPayments
source: Create Payment
fi: Luo maksu
kk: Төлем жасау
kn: ಪಾವತಿಯನ್ನು ರಚಿಸಿ
lo: ສ້າງການຈ່າຍເງິນ
my: ငွေပေးချေမှုဖန်တီးပါ
si: ගෙවීමක් සාදන්න
ta: கட்டணத்தை உருவாக்கு

source: Grand Total
fi: Kokonaissumma
kk: Жалпы сома
kn: ಒಟ್ಟು ಮೊತ್ತ
lo: ຍອດລວມສູງສຸດ
my: စုစုပေါင်းကန်ကို
si: මුළු එකතුව
ta: மொத்த தொகை

source: Paying Amount
fi: Maksettava summa
kk: Төлеу сомасы
kn: ಪಾವತಿ ಮೊತ್ತ
lo: ຈ່າຍເງິນ
my: ငွေပေးချေမှုပမာဏ
si: ගෙවූ මුදල
ta: செலுத்தும் தொகை

# enterPaymentAmount
source: Enter Paid Amount
fi: Kirjoita maksettava summa
kk: Төлем сомасын енгізіңіз
kn: ಪಾವತಿ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນຈ່າຍເງິນ
my: ငွေပေးချေမှုပမာဏထည့်ပါ
si: ගෙවූ මුදල ඇතුළත් කරන්න
ta: செலுத்திய தொகையை உள்ளிடவும்

source: Change Amount
fi: Vaihtoraha
kk: Алмасу сомасы
kn: ಬದಲಾವಣೆ ಮೊತ್ತ
lo: ຈ່າຍເງິນທີ່ເສຍຫາ
my: ပြောင်းလဲပါမည်
si: මුදල් වෙනස් කිරීම
ta: மாற்று தொகை

# dueAmonunt
source: Due Amount
fi: Maksamatta oleva summa
kk: Төлеме сомасы
kn: ಬಾಕಿ ಮೊತ್ತ
lo: ຍອດເງິນຄົບໄອເຊີມ
my: ရငွေပမာဏ
si: මුළු මුදල
ta: தொலைபோட்ட தொகை

source: Payment Type
fi: Maksutapa
kk: Төлем түрі
kn: ಪಾವತಿ ಪ್ರಕಾರ
lo: ປະເພດການຈ່າຍເງິນ
my: ငွေပေးချေမှုအမျိုးအစား
si: ගෙවීමේ වර්ගය
ta: கட்டண வகை

source: Submit
fi: Lähetä
kk: Жіберу
kn: ಸಲ್ಲಿಸು
lo: ສົ່ງ
my: တင်သွင်းမည်
si: ඉදිරිපත් කරන්න
ta: சமர்ப்பிக்கவும்

source: Enter Expense Category
fi: Kirjoita kulukategoria
kk: Жарналдық категорияны енгізіңіз
kn: ವೆಯ್ಯು ವರ್ಗವನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນປະເພດລາຍຈ່າຍ
my: အသုံးစာရင်းအမျိုးအစားထည့်ပါ
si: පිරිවිතරය සඳහා වර්ගය ඇතුළත් කරන්න
ta: செலவு வகையை உள்ளிடவும்

source: Please enter valid data
fi: Syötä kelvolliset tiedot
kk: Дұрыс деректерді енгізіңіз
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ
lo: ກະລຸນາປ້ອນຂໍ້ມູນທີ່ຖືກຕ້ອງ
my: အတည်ပြုပြီးအမှန်ကြောင်းတစ်ခုထည့်ပါ
si: කරුණාකර වලංගු දත්ත ඇතුළත් කරන්න
ta: சரியான தரவை உள்ளிடவும்

source: Category Name
fi: Kategorian nimi
kk: Категория атауы
kn: ವರ್ಗದ ಹೆಸರು
lo: ຊື່ປະເພດ
my: အမျိုးအစားအမည်
si: වර්ගයේ නම
ta: வகைப்பெயர்

# enterCategoryName
source: Category Name
fi: Kirjoita kategorian nimi
kk: Категория атауын енгізіңіз
kn: ವರ್ಗದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນຊື່ປະເພດ
my: အမျိုးအစားအမည်ထည့်ပါ
si: වර්ගයේ නම ඇතුළත් කරන්න
ta: வகைப்பெயரை உள்ளிடவும்

# description
source: Descaription
fi: Kuvaus
kk: Сипаттама
kn: ವಿವರಣೆ
lo: ລາຍລະອຽດ
my: ဖော်ပြချက်
si: විස්තරය
ta: விளக்கம்

source: Add Description....
fi: Lisää kuvaus....
kk: Сипаттаманы қосыңыз....
kn: ವಿವರಣೆ ಸೇರಿಸಿ....
lo: ເພີ່ມລາຍລະອຽດ....
my: ဖော်ပြချက်ထည့်ပါ....
si: විස්තරය එක් කරන්න....
ta: விளக்கத்தைச் சேர்க்கவும்....

source: Expense Category List
fi: Kulukategorialista
kk: Жарналдық категориялар тізімі
kn: ವೆಯ್ಯು ವರ್ಗ ಪಟ್ಟಿ
lo: ລາຍລະອຽດປະເພດ
my: အသုံးစာရင်းအမျိုးအစားစာရင်း
si: පිරිවිතර වර්ගීය ලැයිස්තුව
ta: செலவு வகை பட்டியல்

source: Add Category
fi: Lisää kategoria
kk: Категорияны қосу
kn: ವರ್ಗ ಸೇರಿಸಿ
lo: ເພີ່ມປະເພດ
my: အမျိုးအစားထည့်ပါ
si: පිරිවිතරයක් එක් කරන්න
ta: வகையைச் சேர்க்கவும்

source: Show:
fi: Näytä:
kk: Көрсету:
kn: ತೋರಿಸು:
lo: ສະແດງ:
my: ပြသည်:
si: පෙන්වන්න:
ta: காட்டு:

source: Search...
fi: Etsi...
kk: Іздеу...
kn: ಹುಡುಕು...
lo: ຄົ້ນຫາ...
my: ရှာဖွေမည်...
si: සෙවීම...
ta: தேடு...

source: Action
fi: Toiminta
kk: Әрекет
kn: ಕ್ರಿಯೆ
lo: ການກະທຳ
my: လှုပ်ရှားမည်
si: ක්‍රියාවලිය
ta: செயல்பாடு

# areYouWantTodeletethisCusotmer
source: Are you want to delete this Customer?
fi: Haluatko poistaa tämän asiakkaan?
kk: Бұл тапсырыс берушіні жою керек пе?
kn: ಈ ಗ್ರಾಹಕನನ್ನು ಅಳಿಸಲು ಬಯಸುವುದೇ?
lo: ທ່ານຕ້ອງການລົບລູກຄ້ານີ້ບໍ?
my: ဤဝယ်သူကိုဖျက်မှာသေချာလား?
si: මෙය මකා දැමීමට අවශ්‍යද?
ta: இந்த வாடிக்கையாளரை நீக்க விரும்புகிறீர்களா?

source: No Expense Category Found
fi: Kulukategoriaa ei löytynyt
kk: Жарналдық категория табылмады
kn: ಯಾವುದೇ ವೆಯ್ಯು ವರ್ಗಗಳು ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບລາຍລະອຽດປະເພດ
my: အသုံးစာရင်းအမျိုးအစားမတွေ့ပါ
si: පිරිවිතර වර්ගයක් හමු නැත
ta: செலவு வகை எதுவும் இல்லை

source: Expense Details
fi: Kulutiedot
kk: Жарналдық толтыру мәліметтері
kn: ವೆಯ್ಯು ವಿವರಗಳು
lo: ລາຍລະອຽດຄ່າດ່ານ
my: အသုံးစာရင်းအသေးစိတ်
si: පිරිවිතර විස්තර
ta: செலவு விவரங்கள்

source: Date
fi: Päivämäärä
kk: Күн
kn: ದಿನಾಂಕ
lo: ວັນທີ
my: နေ့စွဲ
si: දිනය
ta: தேதி

source: Name
fi: Nimi
kk: Аты
kn: ಹೆಸರು
lo: ຊື່
my: အမည်
si: නම
ta: பெயர்

source: Category
fi: Kategoria
kk: Категория
kn: ವರ್ಗ
lo: ປະເພດ
my: အမျိုးအစား
si: වර්ගය
ta: வகை

# referenceNumber
source: Reference No
fi: Viitenumero
kk: Асыл сан
kn: ಸಂದರ್ಭ ಸಂಖ್ಯೆ
lo: ເລກນໍາເຂົ້າ
my: ကိုးကားနံပါတ်
si: සබැඳියාව අංකය
ta: குறியீட்டு எண்

source: Amount
fi: Summa
kk: Сома
kn: ಮೊತ್ತ
lo: ຈ່າຍ
my: ပမာဏ
si: මුදල්
ta: தொகை

source: Note
fi: Huomautus
kk: Ескерту
kn: ಟಿಪ್ಪಣಿ
lo: ຫມາຍເຫດ
my: မှတ်ချက်
si: සටහන
ta: குறிப்பு

# nam
source: Name
fi: Nimi
kk: Аты
kn: ಹೆಸರು
lo: ຊື່
my: အမည်
si: නම
ta: பெயர்

source: Income
fi: Tulo
kk: Табыс
kn: ಆದಾಯ
lo: ລາຍຮັບ
my: ဝင်ငွေ
si: ආදායම්
ta: வருமானம்

# addUpdateExpanseList
source: Add/Update Expense List
fi: Lisää/Päivitä kululista
kk: Жарналдық тізімді қосу/жаңарту
kn: ವೆಯ್ಯು ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸಿ / ಅದೇಕೆ ನವೀಕರಿಸಿ
lo: ເພີ່ມ/ປັບປຸງລາຍຈ່າຍ
my: အသုံးစာရင်းစာရင်းထည့်သွင်းပါ / အပြင်ကျစရာထည့်သွင်းပါ
si: පිරිවිතර ලැයිස්තුව එකතු කරන්න/යාවත්කාලීන කරන්න
ta: செலவு பட்டியலைச் சேர்க்க / புதுப்பிக்கவும்

source: Expense Date
fi: Kulupäivä
kk: Жарналдық күн
kn: ವೆಯ್ಯು ದಿನಾಂಕ
lo: ວັນທີ່ເລືອກລາຍຈ່າຍ
my: အသုံးစာရင်းနေ့စွဲ
si: පිරිවිතර දිනය
ta: செலவு தேதி

source: Enter expense date
fi: Kirjoita kulupäivä
kk: Жарналдық күнді енгізіңіз
kn: ವೆಯ್ಯು ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນວັນທີ່ເລືອກລາຍຈ່າຍ
my: အသုံးစာရင်းနေ့စွဲထည့်ပါ
si: පිරිවිතර දිනය ඇතුළත් කරන්න
ta: செலவு தேதியை உள்ளிடவும்

source: Expense For
fi: Kuluerä
kk: Жарналдық үшін
kn: ವೆಯ್ಯು ಫಾರ್
lo: ລາຍຈ່າຍເປົ່າລູກຄ້າ
my: အသုံးစာရင်းအတွက်
si: පිරිවිතරය සඳහා
ta: செலவு முடிவு

source: Enter Name
fi: Kirjoita nimi
kk: Атын енгізіңіз
kn: ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນຊື່
my: အမည်ထည့်ပါ
si: නම ඇතුළත් කරන්න
ta: பெயரை உள்ளிடவும்

source: Enter Amount
fi: Kirjoita summa
kk: Соманы енгізіңіз
kn: ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນຈ່າຍ
my: ပမာဏထည့်ပါ
si: මුදල ඇතුළත් කරන්න
ta: தொகையை உள்ளிடவும்

source: Enter Reference Number
fi: Kirjoita viitenumero
kk: Асыл санны енгізіңіз
kn: ಸಂದರ್ಭ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນເລກນໍາເຂົ້າ
my: ကိုးကားနံပါတ်ထည့်ပါ
si: සබැඳියාව අංකය ඇතුළත් කරන්න
ta: குறியீட்டு எண்ணை உள்ளிடவும்

source: Enter Note
fi: Kirjoita huomautus
kk: Ескертпені енгізіңіз
kn: ಟಿಪ್ಪಣಿ ನಮೂದಿಸಿ
lo: ປ້ອນຫມາຍເຫດ
my: မှတ်ချက်ထည့်ပါ
si: සටහන ඇතුළත් කරන්න
ta: குறிப்பை உள்ளிடவும்

source: Between
fi: Välillä
kk: Арасында
kn: ನಡುವೆ
lo: ຈາກ
my: အရွယ်အစား
si: අතුරුදින
ta: இடையே

source: To
fi: Vastaanottaja
kk: дейін
kn: ಗೆ
lo: ຫາ
my: အထိ
si: දක්වා
ta: க்கு

source: Total Expense
fi: Kokonaiskulut
kk: Жалпы жарналдық
kn: ಒಟ್ಟು ವೆಯ್ಯು
lo: ລວມຄ່າດ່ານ
my: စုစုပေါင်းအသုံးစာရင်း
si: මුළු පිරිවිතර
ta: மொத்த செலவு

source: Expense List
fi: Kululista
kk: Жарналдық тізім
kn: ವೆಯ್ಯು ಪಟ್ಟಿ
lo: ລາຍຊື່ລາຍຈ່າຍ
my: အသုံးစာရင်းစာရင်း
si: පිරිවිතර ලැයිස්තුව
ta: செலவு பட்டியல்

source: Expense Category
fi: Kulukategoria
kk: Жарналдық категория
kn: ವೆಯ್ಯು ವರ್ಗ
lo: ປະເພດລາຍຈ່າຍ
my: အသုံးစာရင်းအမျိုးအစား
si: පිරිවිතර වර්ගය
ta: செலவு வகை

# newExpnense
source: New Expense
fi: Uusi kuluerä
kk: Жаңа жарналдық
kn: ಹೊಸ ವೆಯ್ಯು
lo: ລາຍຈ່າຍໃຫມ່
my: အသုံးစာရင်းအသစ်
si: නව පිරිවිතරය
ta: புதிய செலவு

source: Created by
fi: Luonut
kk: Жасалған
kn: ರಚಿಸಿದವರು
lo: ສ້າງໂດຍ
my: ဖန်တီးသူ
si: සාදන්නාවේ
ta: உருவாக்கியவர்

source: View
fi: Näytä
kk: Көру
kn: ವೀಕ್ಷಿಸು
lo: ເບິ່ງ
my: ကြည့်မည်
si: දැකටමත්
ta: பார்க்க

source: No Expense Found
fi: Kuluja ei löytynyt
kk: Жарналдық табылмады
kn: ಯಾವುದೇ ವೆಯ್ಯು ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບລາຍຈ່າຍ
my: အသုံးစာရင်းမတွေ့ပါ
si: පිරිවිතරයේ නැත
ta: செலவு எதுவும் இல்லை

source: Expense
fi: Kulut
kk: Жарналдық
kn: ವೆಯ್ಯು
lo: ລາຍຈ່າຍ
my: အသုံးစာရင်း
si: පිරිවිතර
ta: செலவு

source: Total Sales
fi: Kokonaismyynti
kk: Жалпы сатып алу
kn: ಒಟ್ಟು ಮಾರಾಟಗಳು
lo: ລວມລາຄາຂາຍ
my: စုစုပေါင်းအရောင်း
si: මුළු වියාපාර
ta: மொத்த விற்பனை

source: Purchase
fi: Osto
kk: Сатып алу
kn: ಖರೀದಿ
lo: ຊື້
my: ဝယ်ယူမှု
si: මිලදී ගැනීම
ta: வாங்குதல்
