Repository: SJA0010/mpos-saas-gstn-update-master
Catalog: lib/l10n/intl_*.arb
Languages: fi, kk, kn, lo, my, si, ta

source: Enter Dealer Price
fi: Kirjoita jälleenmyyjän hinta
kk: Дилер бағасын енгізіңіз
kn: ಡೀಲರ್ ಬೆಲೆ ನಮೂದಿಸಿ
lo: ປ້ອນລາຄາຕົວເມືອງ
my: ဝယ်ယူသူစျေးနှုန်းထည့်ပါ
si: ටෙලර් මිල ඇතුළත් කරන්න
ta: விற்பனையாளர் விலையை உள்ளிடவும்

source: WholeSale Price
fi: Tukkumyyntihinta
kk: Көптеген сатып алу бағасы
kn: ಹೊಲ್‌ಸೇಲ್ ಬೆಲೆ
lo: ລາຄາຂາຍທົ່ວເມືອງ
my: ရောင်းသောလျော်သောစျေးနှုန်း
si: විකුණන මිලට
ta: மொத்த விற்பனை விலை

# menufetather
source: Manufacturer
fi: Valmistaja
kk: Өнімші
kn: ನಿರ್ಮಾಪಕ
lo: ຜູ້ສ້າງສິນຄ້າ
my: ထုတ်ဝေများသူ
si: නිෂ්පාදනයක්
ta: உற்பத்தியாளர்

# enterMenuFeatherName
source: Enter Manufacturer Name
fi: Kirjoita valmistajan nimi
kk: Өнімшінің атын енгізіңіз
kn: ನಿರ್ಮಾಪಕ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນຊື່ຜູ້ສ້າງສິນຄ້າ
my: ထုတ်ဝေများသူအမည်ထည့်ပါ
si: නිෂ්පාදනයක් නාමය ඇතුළත් කරන්න
ta: உற்பத்தியாளர் பெயரை உள்ளிடவும்

# enternanorSac
source: Enter NSN/SAC
fi: Kirjoita NSN/SAC
kk: NSN/SAC нөмірін енгізіңіз
kn: NSN/SAC ನಮೂದಿಸಿ
lo: ປ້ອນ NSN/SAC
my: NSN/SAC ထည့်ပါ
si: NSN/SAC ඇතුළත් කරන්න
ta: NSN/SAC ஐ உள்ளிடவும்

source: Serial Number
fi: Sarjanumero
kk: Сериялық нөмір
kn: ಕ್ರಮ ಸಂಖ್ಯೆ
lo: ຈໍານວນລຳດັບ
my: ကုန်ပစ္စည်းစာရင်းနံပါတ်
si: සීරියක් අංකය
ta: வரிசை எண்

source: Enter Serial Number
fi: Kirjoita sarjanumero
kk: Сериялық нөмірді енгізіңіз
kn: ಕ್ರಮ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
lo: ປ້ອນຈໍານວນລຳດັບ
my: ကုန်ပစ္စည်းစာရင်းနံပါတ်ထည့်ပါ
si: සීරියක් අංකය ඇතුළත් කරන්න
ta: வரிசை எண்ணை உள்ளிடவும்

source: Enter Product Serial Number :
fi: Kirjoita tuotteen sarjanumero:
kk: Өнімнің сериялық нөмірін енгізіңіз:
kn: ಉತ್ಪನ್ನ ಕ್ರಮ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ:
lo: ປ້ອນເລກທີລຳດັບສິນຄ້າ:
my: ကုန်ပစ္စည်းစာရင်းနံပါတ်ထည့်ပါ
si: නිෂ්පාදන සීරියක් අංකය ඇතුළත් කරන්න
ta: தயாரிப்பு வரிசை எண்ணை உள்ளிடவும்:

source: Add
fi: Lisää
kk: Қосу
kn: ಸೇರಿಸು
lo: ເພີ່ມ
my: ထည့်ပါ
si: එකතුව
ta: சேர்க்கவும்

source: No Serial Number Found
fi: Sarjanumeroa ei löytynyt
kk: Сериялық нөмір табылмады
kn: ಯಾವುದೇ ಕ್ರಮ ಸಂಖ್ಯೆ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບເລກທີລຳດັບ
my: စာရင်းနံပါတ်မရှိပါ
si: සීරියක් නැත
ta: வரிசை எண் காணப்படவில்லை

source: Enter Price
fi: Kirjoita hinta
kk: Бағаны енгізіңіз
kn: ಬೆಲೆ ನಮೂದಿಸಿ
lo: ປ້ອນລາຄາ
my: စျေးနှုန်းကိုထည့်ပါ
si: මිල ඇතුළත් කරන්න
ta: விலையை உள்ளிடவும்

source: ProductCategory
fi: Tuotekategoria
kk: Өнім санаты
kn: ಉತ್ಪನ್ನ ವರ್ಗ
lo: ໝວດໝູ່ສິນຄ້າ
my: ကုန်ပစ္စည်းအမျိုးအစား
si: නිෂ්පාදන ප්‍රවර්ගය
ta: தயாரிப்பு வகை

source: Enter Product Quantity
fi: Syötä tuotteen määrä
kk: Өнім санын енгізіңіз
kn: ಉತ್ಪನ್ನ ಪ್ರಮಾಣ ನಮೂದಿಸಿ
lo: ປ້ອນຈຳນວນສິນຄ້າ
my: ကုန်ပစ္စည်းအရေအတွက်ထည့်ပါ
si: නිෂ්පාදන ප්‍රමාණය ඇතුළත් කරන්න
ta: தயாரிப்பு அளவை உள்ளிடவும்

source: Unit
fi: Yksikkö
kk: Бірлік
kn: ಘಟಕ
lo: ຫົວໜ່ວຍ
my: ယူနစ်
si: ඒකකය
ta: அலகு

source: Product List
fi: Tuotelista
kk: Өнім тізімі
kn: ಉತ್ಪನ್ನ ಪಟ್ಟಿ
lo: ລາຍການສິນຄ້າ
my: ကုန်ပစ္စည်းစာရင်း
si: නිෂ්පාදන ලැයිස්තුව
ta: தயாரிப்பு பட்டியல்

source: SearchCustomer
fi: Etsi asiakasta
kk: Тапсырыс берушіді іздеу
kn: ಗ್ರಾಹಕ ಹುಡುಕು
lo: ຄົ້ນຫາລູກຄ້າ
my: ဖောက်သည့်ဖုန်းနံပါတ်ရှာရန်
si: පාරිභෝගික සෙවුම
ta: வாடிக்கையாளரை தேடு

source: Product Name
fi: Tuotteen nimi
kk: Өнім атауы
kn: ಉತ್ಪನ್ನ ಹೆಸರು
lo: ຊື່ສິນຄ້າ
my: ကုန်ပစ္စည်းအမည်
si: නිෂ්පාදන නාමය
ta: தயாரிப்பு பெயர்

source: Dealer
fi: Jälleenmyyjä
kk: Дилер
kn: ಡೀಲರ್
lo: ຜູ້ຂາຍ
my: ဝယ်သူ
si: ටෙලර්
ta: விற்பனையாளர்

source: Retailer
fi: Jälleenmyyjä
kk: Дропшиппинг
kn: ಖರೀದಾರ
lo: ຜູ້ຂາຍເມືອງ
my: ရေဒီယိုကူးသူ
si: වෙළඳාපිටුවෙන්
ta: மேல்வரையாளர்

source: No Product Found
fi: Tuotetta ei löytynyt
kk: Өнім табылмады
kn: ಯಾವುದೇ ಉತ್ಪನ್ನ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບສິນຄ້າ
my: ကုန်ပစ္စည်းမရှိပါ
si: නිෂ්පාදනය නැත
ta: தயாரிப்பு காணப்படவில்லை

source: Stock
fi: Varasto
kk: Қалдық
kn: ಸ್ಟಾಕ್
lo: ສະຕ໋ອກ
my: ကုန်သည့်စာရင်း
si: තුළින් ඇතුළත් කිරීම
ta: பங்கு

source: Enter Stock Amount
fi: Syötä varaston määrä
kk: Қалдық санын енгізіңіз
kn: ಸ್ಟಾಕ್ ಮೊತ್ತ ನಮೂದಿಸಿ
lo: ປ້ອນຈຳນວນສະຕ໋ອກ
my: ကုန်သည့်စာရင်းပမာဏကိုထည့်ပါ
si: තුළින් ඇතුළත් කිරීමේ ප්‍රමාණය ඇතුළත් කරන්න
ta: பங்கு தொகையை உள்ளிடவும்

source: Discount Price
fi: Alennushinta
kk: Жеңілдік бағасы
kn: ಕೊಂಕಿ ಬೆಲೆ
lo: ລາຄາສ່ວນຫຼຸດ
my: အလောင်းတူပစ္စည်း
si: ගෙවිය හැකි වට්ටම
ta: தள்ளுபடி விலை

source: Enter Discount Price
fi: Syötä alennushinta
kk: Жеңілдік бағасын енгізіңіз
kn: ಕೊಂಕಿ ಬೆಲೆ ನಮೂದಿಸಿ
lo: ປ້ອນລາຄາສ່ວນຫຼຸດ
my: အလောင်းတူကိုထည့်ပါ
si: ගෙවිය හැකි වට්ටම ඇතුළත් කරන්න
ta: தள்ளுபடி விலையை உள்ளிடவும்

# priceorUnit
source: Price/unit
fi: Hinta/yksikkö
kk: Баға/бірлік
kn: ಬೆಲೆ/ಘಟಕ
lo: ລາຄາ/ຫົວໜ່ວຍ
my: စျေးနှုန်း/ယူနစ်
si: මිල/ඒකකය
ta: விலை/அலகு

source: Status
fi: Tila
kk: Мәртебе
kn: ಸ್ಥಿತಿ
lo: ສະຖານະ
my: အခြေအနေ
si: තත්වය
ta: நிலைமை

source: Share
fi: Jaa
kk: Бөлісу
kn: ಹಂಚಿಕೊಳ್ಳು
lo: ແບ່ງປັນ
my: မျှဝေရန်
si: හවුල් කරන්න
ta: பகிர்ந்து கொள்ளுங்கள்

source: Preview
fi: Esikatselu
kk: Алдын ала қарау
kn: ಮುನ್ನೋಟ
lo: ສະແດງຕົວຢ່າງ
my: ရှင်းပြပါ
si: පෙරදීම
ta: முன்னோட்டம்

source: Enter Wholesale Price
fi: Syötä tukkumyyntihinta
kk: Көптеген сатып алу бағасын енгізіңіз
kn: ಹೊಲ್‌ಸೇಲ್ ಬೆಲೆ ನಮೂದಿಸಿ
lo: ປ້ອນລາຄາຂາຍທົ່ວເມືອງ
my: ရေဒီယိုနှုန်းကိုထည့်ပါ
si: විකුණුම් මිල ඇතුළත් කරන්න
ta: மொத்த விற்பனை விலையை உள்ளிடவும்

source: Adding Serial Number?
fi: Lisätään sarjanumeroa?
kk: Сериялық нөмір қосу?
kn: ಕ್ರಮ ಸಂಖ್ಯೆ ಸೇರಿಸುವುದು?
lo: ເພີ່ມເລກທີລຳດັບ?
my: ကုန်ပစ္စည်းစာရင်းထည့်ခြင်း
si: සීරියක් එකතු කිරීම?
ta: வரிசை எண்ணைச் சேர்க்கிறீர்களா?

source: Name or Code or Category
fi: Nimi, koodi tai kategoria
kk: Атауы, коды немесе санаты
kn: ಹೆಸರು ಅಥವಾ ಕೋಡ್ ಅಥವಾ ವರ್ಗ
lo: ຊື່ ຫຼື ລະຫັດ ຫຼື ໝວດໝູ່
my: အမည်သို့မဟုတ်ကုဒ်သို့မဟုတ်အမျိုးအစား
si: නම හෝ කේතය හෝ ප්‍රවර්ගය
ta: பெயர் அல்லது குறியீடு அல்லது வகை

source: Total
fi: Yhteensä
kk: Жалпы
kn: ಒಟ್ಟು
lo: ລວມ
my: စုစုပေါင်း
si: මුළු
ta: மொத்தம்

# editAddorSerial
source: Edit/Add Serial:
fi: Muokkaa/lisää sarjanumeroa:
kk: Өңдеу/Сериялық қосу:
kn: ಸಂಖ್ಯೆಯನ್ನು ಸಂಪಾದಿಸು/ಸೇರಿಸು:
lo: ແກ້ໄຂ/ເພີ່ມລຳດັບ:
my: တိုက်ရိုက်/ကိုယ်တိုင်ကိုယ်စာရင်းထည့်ပါ
si: සීරිය සංස්කරණය/එකතුව:
ta: திருத்து/சேர்க்க/வரிசை:

# quatation
source: Quotation
fi: Hinta-arvio
kk: Сұраныс
kn: ಬೆಲೆವಾರುಗಳು
lo: ອອນລາຍ
my: ကော်င်းတယ်
si: කොටුන්ටේවන්
ta: மதிப்பீடு

source: Purchase List
fi: Ostoilmoitus
kk: Сатып алу тізімі
kn: ಖರೀದಿ ಪಟ್ಟಿ
lo: ລາຍການຊື້
my: ဝယ်ယူရန်စာရင်း
si: මිලදී ගැනීමේ ලැයිස්තුව
ta: வாங்கல் பட்டியல்

source: Print
fi: Tulosta
kk: Жазу
kn: ಮುದ್ರಿಸು
lo: ພິມ
my: ပုံနှိပ်ပါ
si: මුද්‍රණය
ta: அச்சிடு

source: No Purchase Transaction Found
fi: Ostoilmoitusta ei löytynyt
kk: Сатып алу транзакциясы табылмады
kn: ಯಾವುದೇ ಖರೀದಿ ಲಂಬಿತ ಲೆಕ್ಕಾಚಾರ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບການຊື້
my: ဝယ်ယူရန်မက်ဆုံးသွားသောငွေကန်မရှိပါ
si: මිලදී ගැනීම් තොරතුරු හමුවුණි
ta: வாங்கல் பரிமாற்றம் காணப்படவில்லை

source: Quotation List
fi: Hinta-arvioluettelo
kk: Сұраныс тізімі
kn: ಬೆಲೆವಾರುಗಳ ಪಟ್ಟಿ
lo: ລາຍການອອນລາຍ
my: ကော်င်းတယ်စာရင်း
si: කොටුන්ටේවන් ලැයිස්තුව
ta: மதிப்பீடு பட்டியல்

source: Are you want to delete this Quotation?
fi: Haluatko poistaa tämän hinta-arvion?
kk: Осы сұранысты жою керек пе?
kn: ಈ ಬೆಲೆವಾರನ್ನು ಅಳಿಸಲು ಬಯಸುತ್ತೀರಾ?
lo: ທ່ານຕ້ອງການລຶບອອນລາຍນີ້ບໍ່?
my: ဤကော်င်းတယ်ကိုဖျက်လိုသလား
si: ඔබට මෙම කොටුන්ටේවනය මකා දැමීමට අවශ්‍යද?
ta: இந்த மதிப்பீட்டை நீக்க விரும்புகிறீர்களா?

source: Convert to sale
fi: Muunna myynniksi
kk: Сатуға аудару
kn: ಮಾರಾಟಕ್ಕೆ ಬದಲಾಯಿಸು
lo: ແປງໃບຮັບເງິນໄດ້ເຖິງການຂາຍ
my: အရောင်းအသွင်းသို့ပြောင်းလဲပါ
si: විකුණුමට පරික්ෂා කරන්න
ta: விற்பனைக்கு மாற்று

source: No Quotation Found
fi: Hinta-arviota ei löytynyt
kk: Сұраныс табылмады
kn: ಯಾವುದೇ ಬೆಲೆವಾರು ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບອອນລາຍ
my: ကော်င်းတယ်မတွေ့ပါ
si: කොටුන්ටේවන් කිසිවක් හමුවුණි
ta: மதிப்பீடு காணப்படவில்லை

source: Stock Report
fi: Varastoseloste
kk: Қалдық есептемесі
kn: ಸ್ಟಾಕ್ ವರದಿ
lo: ລາຍງານສະຕ໋ອກ
my: ကုန်ပစ္စည်းစာရင်း
si: වෙළඳපොළ වාර්තාව
ta: பங்கு அறிக்கை

source: PRODUCT NAME
fi: TUOTTEEN NIMI
kk: ӨНІМ АТАУЫ
kn: ಉತ್ಪನ್ನ ಹೆಸರು
lo: ຊື່ສິນຄ້າ
my: ကုန်ပစ္စည်းအမည်
si: නිෂ්පාදන නාමය
ta: தயாரிப்பு பெயர்

source: CATEGORY
fi: KATEGORIA
kk: САНАТ
kn: ವರ್ಗ
lo: ໝວດໝູ່
my: အမျိုးအစား
si: ප්‍රභේදය
ta: வகை

source: PRICE
fi: HINTA
kk: БАҒА
kn: ಬೆಲೆ
lo: ລາຄາ
my: စျေးနှုန်း
si: මිල
ta: விலை

source: QTY
fi: MÄÄRÄ
kk: САНЫ
kn: ಪ್ರಮಾಣ
lo: ຈຳນວນ
my: အရေအတွက်
si: ප්‍රමාණය
ta: அளவு

source: STATUS
fi: TILA
kk: МӘРТЕБЕ
kn: ಸ್ಥಿತಿ
lo: ສະຖານະ
my: အခြေအနေ
si: තත්වය
ta: நிலை

source: TOTAL VALUE
fi: KOKONAISARVO
kk: ЖАЛПЫ ҚҰН
kn: ಒಟ್ಟು ಮೌಲ್ಯ
lo: ຍອດລວມ
my: စုစုပေါင်းတန်ဖိုး
si: මුළු අගය
ta: மொத்த மதிப்பு

source: No Report Found
fi: Selostetta ei löytynyt
kk: Есептеме табылмады
kn: ಯಾವುದೇ ವರದಿ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບລາຍງານ
my: စာရင်းမရှိပါ
si: වාර්තාවක් හමුවුණි
ta: அறிக்கை கிடைக்கவில்லை

source: Remaining Balance
fi: Jäljellä oleva saldo
kk: Қалған баланс
kn: ಉಳಿದ ಮೊತ್ತ
lo: ຍອດເງິນເດີມເຫຼືອ
my: ကျန်ရှိနေသောကျန်ငွေ
si: වැටුප් තොරතුරු
ta: மீதமுள்ள இருப்பு

source: Total Payment Out
fi: Kokonaisnostot
kk: Жалпы шығу
kn: ಒಟ್ಟು ಪಾವತಿ ಹೊರಡಿಸಲಾದ ಮೊತ್ತ
lo: ຍອດເງິນທີ່ຈ່າຍອອກອອກ
my: စုစုပေါင်းထွက်ငွေကို
si: මුළු ගෙවීම් ප්‍රමාණය
ta: மொத்த செலுத்துதல் வெளிப்படுத்தும்

source: Total Payment In
fi: Kokonaistalletukset
kk: Жалпы кіру
kn: ಒಟ್ಟು ಪಾವತಿ ಪಡೆದ ಮೊತ್ತ
lo: ຍອດເງິນທີ່ຈ່າຍມາເປັນ
my: စုစုပေါင်းဝယ်ယူငွေကို
si: මුළු ලැබීම් ප්‍රමාණය
ta: மொத்த பதிவு வெளிப்படுத்தும்

source: Payment In
fi: Talletus
kk: Кіру
kn: ಪಾವತಿ ಪಡೆದು
lo: ການຈ່າຍເງິນມາເປັນ
my: ဝယ်ယူငွေ
si: ලැබීම්
ta: பதிவு வெளிப்படுத்துதல்

source: Payment Out
fi: Nosto
kk: Шығу
kn: ಪಾವತಿ ಹೊರಡಿಸಿ
lo: ການຈ່າຍເງິນອອກອອກ
my: ထွက်ငွေ
si: ගෙවීම්
ta: செலுத்துதல்

source: Balance
fi: Saldo
kk: Баланс
kn: ಉಳಿದ ಹಣ
lo: ເງິນເດືອນ
my: ကျန်ငွေ
si: වැටුප්
ta: இருப்பு

# dailyTransantion
source: Daily Transaction
fi: Päivittäinen tapahtuma
kk: Күндігі транзакция
kn: ದಿನವಿನ ಲೆಕ್ಕಾಚಾರ
lo: ການເຮັດການຕາມມື້
my: နေ့စွဲအကြောင်းအရာ
si: දින ගෙවීම්
ta: தினசரி பரிமாற்றம்

source: Total Collected
fi: Kokonaistuotto
kk: Жалпы табылған
kn: ಒಟ್ಟು ಸೇರಿಸಲಾದ ಮೊತ್ತ
lo: ຍອດເງິນທີ່ໄດ້ຮັບມາໃນລວມ
my: စုစုပေါင်းစုဆောင်းမှု
si: මුළු ලැබීම්
ta: மொத்த சேகரிக்கப்பட்டது

# totalRecive
source: Total Receive
fi: Kokonaissaatava
kk: Жалпы табылған
kn: ಒಟ್ಟು ಪಡೆದ ಮೊತ್ತ
lo: ຍອດເງິນທີ່ຮັບມາໃນລວມ
my: စုစုပေါင်းရယူမှု
si: මුළු ලබා ගැනීම්
ta: மொத்த பெறுபோதிக்கு

source: Due Transaction
fi: Maksamatta oleva tapahtuma
kk: Қолжетімді транзакция
kn: ಬಾಕಿ ಲೆಕ್ಕಾಚಾರ
lo: ການຮັບສົກປີ
my: ငွေကြေးပြန်ကြန်နဲ့လွှဲရန်
si: මුදල් මුදල් තොරතුරු
ta: நிலுவை பரிமாற்றம்

source: Add Due
fi: Lisää maksamatta
kk: Қолжетімді транзакция қосу
kn: ಬಾಕಿ ಸೇರಿಸಿ
lo: ເພີ່ມການຮັບສົກປີ
my: ငွေကြေးပြန်ထည့်ပါ
si: මුදල් එක් කිරීම
ta: நிலுவையைச் சேர்க்கவும்

# selectParctise
source: Select Practise
fi: Valitse harjoitus
kk: Практика таңдаңыз
kn: ಅಭ್ಯಾಸ ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກກິດເກມ
my: သင်္ချာဆိုင်ရာကိုရွေးချယ်ပါ
si: වෙනත් ප්‍රතිවර්ධනයක් තෝරන්න
ta: செயல்பாட்டைத் தேர்ந்தெடுக்கவும்

source: Customer Type
fi: Asiakastyyppi
kk: Тапсырыс беруші түрі
kn: ಗ್ರಾಹಕ ಪ್ರಕಾರ
lo: ປະເພດລູກຄ້າ
my: ဖောက်သည့်ကိရိယာ
si: පාරිභෝගික වර්ගය
ta: வாடிக்கையாளர் வகை

source: Details
fi: Tiedot
kk: Егжей-тегжейлі
kn: ವಿವರಗಳು
lo: ລາຍລະອຽດ
my: အသေးစိတ်
si: විස්තර
ta: விவரங்கள்

# pleaseAddCusotmer
source: Please Add Customer.
fi: Lisää asiakas.
kk: Мүштеріні қосыңыз.
kn: ದಯವಿಟ್ಟು ಗ್ರಾಹಕನನ್ನು ಸೇರಿಸಿ.
lo: ກະລຸນາເພີ່ມລູກຄ້າ
my: ကျေးဇူးပြု၍ဖောက်သည့်အရာကိုထည့်ပါ။
si: කරුණාකර පාරිභෝගිකයින්ට එක් කරන්න.
ta: தயவுசெய்து வாடிக்கையாளரைச் சேர்க்கவும்.

source: TRANSACTION
fi: TAPAHTUMA
kk: ТРАНЗАКЦИЯ
kn: ಲೆಕ್ಕಾಚಾರ
lo: ການເຮັດການ
my: ကုန်ပစ္စည်း
si: ගෙවීම
ta: பரிமாற்றம்

source: Add Purchase
fi: Lisää osto
kk: Сатып алу қосу
kn: ಖರೀದಿ ಸೇರಿಸಿ
lo: ເພີ່ມການຊື້
my: ဝယ်ယူရန်ထည့်ပါ
si: මිලදී ගැනීම එක් කිරීම
ta: வாங்கல் சேர்க்கவும்

# saleTransactionquationSaleHistory
source: Sale Transactions (Quotation Sale History)
fi: Myyntitapahtumat (Hinta-arvion myyntihistoria)
kk: Сату транзакциялары (Сұраныс сатып алу тарихы)
kn: ಮಾರಾಟ ಲೆಕ್ಕಾಚಾರ (ಬೆಲೆವಾರು ಮಾರಾಟ ಹಿನ್ನೆಲೆ)
lo: ການຂາຍ (ປະລິມານການຂາຍອອນລາຍ)
my: အရောင်းကော်င်း (ကော်င်းတယ်မှာယူမှုနှစ်သက်တမ်း)
si: විකුණුම් ගෙවීම් (කොටුන්ටේවන ඉතිහාසය)
ta: விற்பனை பரிமாற்றம் (மதிப்பீடு விற்பனை வரலாறு)

source: ADD SALE
fi: LISÄÄ MYYNTI
kk: САТУ ҚОСУ
kn: ಮಾರಾಟ ಸೇರಿಸಿ
lo: ເພີ່ມການຂາຍ
my: အရောင်းထည့်ပါ
si: විකුණුම් එක් කිරීම
ta: விற்பனை சேர்க்கவும்

source: Transaction Report
fi: Tapahtumaraportti
kk: Транзакция есептемесі
kn: ಲೆಕ್ಕಾಚಾರ ವರದಿ
lo: ລາຍງານການເຮັດການ
my: ကုန်ပစ္စည်းအစာရင်း
si: ගෙවීම් වාර්තාව
ta: பரிமாற்ற அறிக்கை

# saleTransantion
source: Sale Transaction
fi: Myyntitapahtuma
kk: Сату транзакциясы
kn: ಮಾರಾಟ ಲೆಕ್ಕಾಚಾರ
lo: ການຂາຍ
my: အရောင်းအမှား
si: විකුණුම් ගෙවීම්
ta: விற்பனை பரிமாற்றம்

source: Sale List
fi: Myyntilista
kk: Сатып алу тізімі
kn: ಮಾರಾಟ ಪಟ್ಟಿ
lo: ລາຍການຂາຍ
my: အရောင်းစာရင်း
si: විකුණුම් ලැයිස්තුව
ta: விற்பனை பட்டியல்

source: No Sale Transaction Found
fi: Myyntitapahtumia ei löytynyt
kk: Сату транзакциясы табылмады
kn: ಯಾವುದೇ ಮಾರಾಟ ಲೆಕ್ಕಾಚಾರ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບການຂາຍ
my: အရောင်းမမှာရှိပါ
si: විකුණුම් ගෙවීම් තොරතුරු හමුවුණි
ta: விற்பனை பரிமாற்றம் காணப்படவில்லை

# shipingorServices
source: Shipping/Service
fi: Toimitus/palvelu
kk: Жеткізу/қызметтер
kn: ಶಿಪಿಂಗ್ / ಸೇವೆ
lo: ການຈັດສົ່ງ/ບໍລິການ
my: ကုန်သည့်/ဝယ်ယူခြင်း
si: නැවුම්/සේවාව
ta: டெய்பிற்கு/சேவைகள்

source: Vat/GST
fi: ALV/GST
kk: НДС/ГСТ
kn: ವ್ಯಾಟ್ / ಜಿಎಸ್‌ಟಿ
lo: ພາສີອາກອນ/GST
my: အခွန်ထူးခြင်း
si: වැට්/GST
ta: வாட்டு / சி.ஏஸ்.டி.

# suplaierList
source: Supplier List
fi: Toimittajaluettelo
kk: Тапсырыс берушілер тізімі
kn: ಸರಬರಾಜು ಪಟ್ಟಿ
lo: ລາຍຊື່ຜູ້ສະໜອງ
my: ကုန်ရောင်းသူစာရင်း
si: මහජන ලැයිස්තුව
ta: சப்ளையர் பட்டியல்

# addSupplaier
source: ADD Supplier
fi: LISÄÄ toimittaja
kk: Тапсырыс беруші қосу
kn: ಸರಬರಾಜು ಸೇರಿಸಿ
lo: ເພີ່ມຜູ້ສະໜອງ
my: ကုန်ရောင်းသူထည့်ပါ
si: මහජනය එක් කිරීම
ta: சப்ளையரைச் சேர்க்கவும்

source: Add User Role
fi: Lisää käyttäjärooli
kk: Пайдаланушы рөлін қосу
kn: ಬಳಕೆದಾರ ಪಾತ್ರ ಸೇರಿಸಿ
lo: ເພີ່ມບົດບາດຂອງຜູ້ໃຊ້
my: အသုံးပြုသူရိုးရှင်းရန်
si: පරිශීලක භාවිතා එක් කිරීම
ta: பயனர் பங்குயிர் சேர்க்கவும்

source: All
fi: Kaikki
kk: Барлығы
kn: ಎಲ್ಲಾ
lo: ທັງໝົດ
my: အားလုံး
si: සියල්ල
ta: அனைத்தும்

source: Ledger
fi: Pääkirja
kk: Баған
kn: ಲೆಡ್ಜರ್
lo: ບົດບາດ
my: အမှတ်တံဆိပ်
si: ලේජර්
ta: வசதி

source: Profile Edit
fi: Profiilin muokkaus
kk: Профильді өңдеу
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸು
lo: ແກ້ໄຂຂໍ້ມູນເຈົ້າຂອງ
my: ကိုယ်ရေးရန်အရာပြုပြင်ပါ
si: පැතිකඩ සංස්කරණය
ta: சுயவிவரத்தைத் திருத்து

source: Sales
fi: Myynti
kk: Сатып алулар
kn: ಮಾರಾಟಗಳು
lo: ການຂາຍ
my: ရောင်းချမ်းသား
si: විකුණුම්
ta: விற்பனையாளர்கள்

source: Practise
fi: Harjoitus
kk: Практика
kn: ಅಭ್ಯಾಸ
lo: ກິດເກມ
my: စီးပွားရေး
si: ප්‍රතිවර්ධනය
ta: பயிற்சி

source: Stocks
fi: Varastot
kk: Тауарлар
kn: ಸ್ಟಾಕ್‌ಗಳು
lo: ສະຕ໋ອກ
my: ကုန်သည်များ
si: වාර්තාවන්
ta: பங்குகள்

source: Reports
fi: Raportit
kk: Есептер
kn: ವರದಿಗಳು
lo: ລາຍງານ
my: အစီရင်ခံစာ
si: වාර්තාවක්
ta: அறிக்கைகள்

source: Due List
fi: Maksamatta oleva lista
kk: Төлем тізімі
kn: ಬಾಕಿ ಪಟ್ಟಿ
lo: ລາຍການສົກປີ
my: ကျန်ရှိသောငွေတောင်းခံရမှတ်တမ်း
si: මුදල් ලැයිස්තුව
ta: நிலுவை பட்டியல்

source: Sales List
fi: Myyntilista
kk: Сатып алулар тізімі
kn: ಮಾರಾಟ ಪಟ್ಟಿ
lo: ລາຍການຂາຍ
my: အရောင်းစာရင်း
si: විකුණුම් ලැයිස්තුව
ta: விற்பனை பட்டியல்

# enterYourConfirmPassord
source: Enter Your Confirm Password
fi: Syötä vahvistussalasanasi
kk: Парольды растаңыз
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ದೃಢೀಕರಣ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ
lo: ປ້ອນລະຫັດຢືນຢັນ
my: သင့်အတည်ပြုနံပါတ်ကိုထည့်ပါ
si: ඔබේ තහවුරු මුරපදය ඇතුලත් කරන්න
ta: உங்கள் உறுதிப்படுத்தப்பட்ட கடவுச்சொல்லை உள்ளிடவும்

source: User Title
fi: Käyttäjän titteli
kk: Пайдаланушы атауы
kn: ಬಳಕೆದಾರ ಶೀರ್ಷಿಕೆ
lo: ຄຳອະທິບາຍຂອງຜູ້ໃຊ້
my: အသုံးပြုသူအမည်
si: පරිශීලක නාමය
ta: பயனர் தலைப்பு

source: Enter Your User Title
fi: Syötä käyttäjän titteli
kk: Пайдаланушы атауын енгізіңіз
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬಳಕೆದಾರ ಶೀರ್ಷಿಕೆಯನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນຄຳອະທິບາຍຂອງຜູ້ໃຊ້
my: အသုံးပြုသူအမည်ကိုထည့်ပါ
si: ඔබේ පරිශීලක නාමය ඇතුලත් කරන්න
ta: உங்கள் பயனர் தலைப்பை உள்ளிடவும்

source: User Role Name
fi: Käyttäjäroolin nimi
kk: Пайдаланушы рөлінің аты
kn: ಬಳಕೆದಾರ ಪಾತ್ರ ಹೆಸರು
lo: ຊື່ບົດບາດຂອງຜູ້ໃຊ້
my: အသုံးပြုသူအမည်အမည်
si: පරිශීලක භාවිත නාමය
ta: பயனர் பங்குயிர் பெயர்

source: Enter Your User Role Name
fi: Syötä käyttäjäroolin nimi
kk: Пайдаланушы рөлінің атын енгізіңіз
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬಳಕೆದಾರ ಪಾತ್ರ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນຊື່ບົດບາດຂອງຜູ້ໃຊ້
my: အသုံးပြုသူအမည်အမည်ကိုထည့်ပါ
si: ඔබේ පරිශීලක භාවිත නාමය ඇතුලත් කරන්න
ta: உங்கள் பயனர் பங்குயிர் பெயரை உள்ளிடவும்

source: User Role Details
fi: Käyttäjäroolin tiedot
kk: Пайдаланушы рөлінің мәліметтері
kn: ಬಳಕೆದಾರ ಪಾತ್ರ ವಿವರಗಳು
lo: ລາຍລະອຽດຂອງບົດບາດຜູ້ໃຊ້
my: အသုံးပြုသူအချက်အလက်
si: පරිශීලක භාවිත තොරතුරු
ta: பயனர் பங்குயிர் விவரங்கள்

source: User Role
fi: Käyttäjärooli
kk: Пайдаланушы рөлі
kn: ಬಳಕೆದಾರ ಪಾತ್ರ
lo: ບົດບາດຂອງຜູ້ໃຊ້
my: အသုံးပြုသူအချက်အလက်
si: පරිශීලක භාවිතය
ta: பயனர் பங்குயிர்

source: Enter User Role
fi: Syötä käyttäjärooli
kk: Пайдаланушы рөлін енгізіңіз
kn: ದಯವಿಟ್ಟು ಬಳಕೆದಾರ ಪಾತ್ರ ನಮೂದಿಸಿ
lo: ປ້ອນບົດບາດຂອງຜູ້ໃຊ້
my: အသုံးပြုသူအချက်အလက်ကိုထည့်ပါ
si: පරිශීලක භාවිතය ඇතුලත් කරන්න
ta: பயனர் பங்குயிரை உள்ளிடவும்

source: Update
fi: Päivitä
kk: Жаңарту
kn: ನವೀಕರಿಸು
lo: ອັບເດດ
my: အပြင်အဆင်ထားပါ
si: යාවත්කාලීන කරන්න
ta: புதுப்பிக்கவும்

source: Delete Successful
fi: Poisto onnistui
kk: Жою сәтті
kn: ಅಳಿಸುವುದು ಯಶಸ್ವಿಯಾಯಿತು
lo: ລຶບສຳເລັດ
my: ဖျက်ရန်အောင်မြင်စွာ
si: ඉවත් කළාවිටිමය
ta: நீக்குவது வெற்றிகரமாக இருக்கின்றது

# youhaveRELOGINonyouraccount
source: You have to RE-LOGIN on your account.
fi: Sinun on KIRJAUDUTTAVA SISÄÄN tilillesi uudelleen.
kk: Қолданушы жүйесіне қайта кіру керек.
kn: ನೀವು ನಿಮ್ಮ ಖಾತೆಯ ಮೇಲೆ ಪುನಃ ಲಾಗಿನ್ ಆಗಬೇಕಾಗುತ್ತದೆ.
lo: ທ່ານຕ້ອງເຂົ້າສູ່ລະບົບຂອງທ່ານອີກເທື່ອ
my: သင့်အကောင့်မှာ RE-LOGIN လို့လက်ခံပါသည်။
si: ඔබගේ ගිණුමට නැවත ප්‍රවීණය වී යාමට අවශ්‍යයි.
ta: உங்கள் கணக்கில் மீண்டும் உள்நுழைவு செய்ய வேண்டும்.

source: Ok
kn: ಸರಿ
lo: ຕົກລົງ
my: အိုကေ
si: හරි
ta: சரி

source: Add New User
fi: Lisää uusi käyttäjä
kk: Жаңа пайдаланушы қосу
kn: ಹೊಸ ಬಳಕೆದಾರ ಸೇರಿಸಿ
lo: ເພີ່ມຜູ້ໃຊ້ໃຫມ່
my: အသစ်အသုံးပြုသူထည့်ပါ
si: නව පරිශීලකයක් එක් කරන්න
ta: புதிய பயனரைச் சேர்க்கவும்

source: User Name
fi: Käyttäjänimi
kk: Пайдаланушы аты
kn: ಬಳಕೆದಾರ ಹೆಸರು
lo: ຊື່ຜູ້ໃຊ້
my: အသုံးပြုသူအမည်
si: පරිශීලක නාමය
ta: பயனர் பெயர்

source: No User Found
fi: Käyttäjää ei löytynyt
kk: Пайдаланушы табылмады
kn: ಯಾವುದೇ ಬಳಕೆದಾರ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບຜູ້ໃຊ້
my: အသုံးပြုသူမတွေ့ရှိပါ
si: පරිශීලකයා හමු වී ඇතිකරන්නේ නැත
ta: பயனர் காணப்படவில்லை

source: Your Due Sales
fi: Maksamattomat myyntisi
kk: Төленетін сатып алуларыңыз
kn: ನಿಮ್ಮ ಬಾಕಿ ಮಾರಾಟ
lo: ການຂາຍທີ່ເກີນຈ່າຍຂອງທ່ານ
my: သင်၏ငွေရှင်းငွေတောင်းခံရမှတ်သင့်ငွေရှင်း
si: ඔබේ ඇතිවීම් විය
ta: உங்கள் நிலுவை விற்பனைகள்

source: Date Time
fi: Päivämäärä ja aika
kk: Күн/Уақыт
kn: ದಿನಾಂಕ ಸಮಯ
lo: ວັນ-ເວລາ
my: နေ့စွဲအချိန်
si: දින වූ වේලාව
ta: தேதி நேரம்

source: Sale Details
fi: Myyntitiedot
kk: Сатып алу туралы мәліметтер
kn: ಮಾರಾಟ ವಿವರಗಳು
lo: ລາຍລະອຽດການຂາຍ
my: အရောင်းအကြောင်း
si: විකුණුම් වාර්තාව
ta: விற்பனை விவரங்கள்

source: Walk-in Customer
fi: Kävelymyynti asiakas
kk: Сауытты тапсырыс беруші
kn: ನಡೆದುಬರುವ ಗ್ರಾಹಕ
lo: ລູກຊ່າງເຂົ້າພັກ
my: ရောင်းသူကြီးထဲကိုယ်
si: ඇතිවීම් පිළිබඳ ස්ථානවීය සේවාවක්
ta: அங்கீகார வாடிக்கையாளர்

source: Item
fi: Tuote
kk: Нысана
kn: ಐಟಂ
lo: ລາຍການ
my: ပစ္စည်း
si: අයිතමය
ta: பொருள்

source: Qty
fi: Määrä
kk: Саны
kn: ಪ್ರಮಾಣ
lo: ຈຳນວນ
my: အရေအတွက်
si: ප්‍රමාණය
ta: அளவு

source: Camera
fi: Kamera
kk: Камера
kn: ಕ್ಯಾಮರಾ
lo: ເຄື່ອງມື
my: ကင်မရာခိုင်း
si: කැමරාව
ta: கேமரா

source: Your All Sales
fi: Kaikki myyntisi
kk: Сіздің барлық сатып алуларыңыз
kn: ನಿಮ್ಮ ಎಲ್ಲಾ ಮಾರಾಟಗಳು
lo: ການຂາຍທັງໝົດຂອງທ່ານ
my: သင်၏အားလုံးရောင်းချမ်းသားများ
si: ඔබේ සියළු විකුණුම්
ta: உங்கள் அனைத்து விற்பனைகள்

# shipingorother
source: Shipping/Other
fi: Toimitus/muu
kk: Жеткізу/Басқа
kn: ಶಿಪಿಂಗ್ / ಇತರ
lo: ການຈັດສົ່ງ/ອື່ນໆ
my: ကုန်ပစ္စည်း/အခြေခံ
si: නැවුම්/වෙනත්
ta: டெய்பிற்கு/மற்றவை

source: Add Item
fi: Lisää tuote
kk: Нысана қосу
kn: ಐಟಂ ಸೇರಿಸಿ
lo: ເພີ່ມລາຍການ
my: ပစ္စည်းထည့်ပါ
si: අයිතමය එක් කරන්න
ta: பொருளைச் சேர்க்கவும்

source: This customer has no due
fi: Tällä asiakkaalla ei ole maksamattomia laskuja
kk: Бұл тапсырыс берушінің қолжетімділігі жоқ
kn: ಈ ಗ್ರಾಹಕನಿಗೆ ಬಾಕಿ ಇಲ್ಲ
lo: ລູກຊ່າງນີ້ບໍ່ມີການຊຳລະ
my: ဒီဝယ်သူအတွက်ငွေတောင်းခံခြင်းမရှိပါ
si: මෙම ප්‍රමාණයෙහි ඇතිවීම් නොමැත
ta: இந்த வாடிக்கையாளரிடம் நிலுவை இல்லை

source: Please select a customer
fi: Valitse asiakas
kk: Тапсырыс берушіні таңдаңыз
kn: ದಯವಿಟ್ಟು ಗ್ರಾಹಕನನ್ನು ಆಯ್ಕೆಮಾಡಿ
lo: ກະລຸນາເລືອກລູກຊ່າງ
my: ကိုယ်ရေးသူကိုရွေးချယ်ပါ
si: කරුණාකර ප්‍රතිශතයක් තෝරන්න
ta: ஒரு வாடிக்கையாளரைத் தேர்வு செய்யவும்

source: Please add a sale
fi: Lisää myynti
kk: Сатып алу қосыңыз
kn: ದಯವಿಟ್ಟು ಮಾರಾಟವನ್ನು ಸೇರಿಸಿ
lo: ກະລຸນາເພີ່ມການຂາຍ
my: ရောင်းသူကိုထည့်ပါ
si: කරුණාකර විකුණුම් එකතු කරන්න
ta: ஒரு விற்பனையைச் சேர்க்கவும்

source: Due amount will show here
fi: Maksamattoman summan näkyy täällä
kk: Қолжетімділік сомасы мұнда көрсетіледі
kn: ಬಾಕಿ ಮೊತ್ತ ಇಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ
lo: ຈຳນວນເງິນທີ່ຍັງມີຄົນໃຊ້ບໍ່ຊຳລະຈາກນີ້
my: ငွေတောင်းခံရသောပမာဏသည်ဒီနေရာတွင်ပြပေးလိုသည်
si: ඇතිවීම් ප්‍රමාණය මෙහි පෙන්වා ඇත්තේ
ta: நிலுவை தொகை இங்கே காட்டப்படும்

source: Your all sale list
fi: Kaikki myyntilistasi
kk: Сіздің барлық сатып алулар тізіміңіз
kn: ನಿಮ್ಮ ಎಲ್ಲಾ ಮಾರಾಟ ಪಟ್ಟಿ
lo: ລາຍການຂາຍທັງໝົດຂອງທ່ານ
my: သင်၏အားလုံးရောင်းစာရင်း
si: ඔබේ සියළු විකුණුම් ලැයිස්තුව
ta: உங்கள் அனைத்து விற்பனைகளின் பட்டியல்

source: POS Sale
fi: POS-myynti
kk: POS сатып алу
kn: POS ಮಾರಾಟ
lo: ການຂາຍ POS
my: POS ရောင်းချမ်းသား
si: POS විකුණුම්
ta: POS விற்பனை

source: Log out
fi: Kirjaudu ulos
kk: Шығу
kn: ಲಾಗ್ ಔಟ್
lo: ອອກຈາກລະບົບ
my: ထွက်ရန်
si: ඉවත් වන්න
ta: வெளியேறு

# cashandBank
source: Cash & Bank
fi: Käteinen ja pankki
kk: Ақша және банк
kn: ನಗದು ಮತ್ತು ಬ್ಯಾಂಕ್
lo: ເງິນສົດແລະທະນາຄານທະນາຄານ
my: ငွေသားနှင့်ဘဏ်
si: මුදල් සහ බැංකුවේ
ta: பணம் மற்றும் வங்கி

source: Cash in Hand
fi: Käteinen kassassa
kk: Жүктеулердегі ақша
kn: ಕೈಯಲ್ಲಿ ನಗದು
lo: ເງິນສິນຄ້າໃນມື້ນີ້
my: တစ်သက်တာငွေ
si: හුවමාරුපොළය
ta: கையில் உள்ள பணம்

source: Bank Account's
fi: Pankkitilit
kk: Банктік есептер
kn: ಬ್ಯಾಂಕ್ ಖಾತೆಗಳು
lo: ບັນຊີທະນາຄານ
my: ဘဏ်အကောင့်များ
si: බැංකු ගිණුම්
ta: வங்கி கணக்குகள்

source: Creative Hub
fi: Luovuuskeskus
kk: Творческий центр
kn: ಸೃಜನಾತ್ಮಕ ಹಬ್
lo: ຂະແໜງສໍາລັບສູນພັກ
my: ဖန်သားလောက်
si: ක්‍රියාත්මක මධ්‍යස්ථානය
ta: கிரேடிவ் ஹப்

source: Open Cheques
fi: Avoimet shekit
kk: Ашық чектер
kn: ತೆರೆದ ಚೆಕ್ಗಳು
lo: ໃບຮັບເງິນເປີດ
my: ဖွင့်ထုတ်ပြန်ငွေပိုင်းများ
si: විවාහ චෙක්ස්
ta: திறந்த செக்குகள்

source: Loan Accounts
fi: Lainatilit
kk: Кредиттік есептер
kn: ಸಾಲ ಖಾತೆಗಳು
lo: ບັນຊີເງິນການມູນຄ່າ
my: အခွဲအရာများ
si: ණය ගිණුම්
ta: கடன் கணக்குகள்

source: Due Collection
fi: Maksamattomien perintä
kk: Төлем топтамасы
kn: ಬಾಕಿ ಸಂಗ್ರಹ
lo: ການຍົກລວມທີ່ຊຳລະຈາກການຂາຍທີ່ເກີນຈ່າຍ
my: ငွေပေးချေမှု
si: නියුතු සහගත කිරීම්
ta: நிலுவை சேகரிப்பு

source: Customer of the month
fi: Asiakas kuukaudessa
kk: Айдың тапсырыс берушісі
kn: ತಿಂಗಳ ಗ್ರಾಹಕ
lo: ລູກຊ່າງໃນເດືອນນີ້
my: လစဉ်အရေအတွက်ရရှိသူ
si: මාසික සේවක
ta: மாதாந்திர வாடிக்கையாளர்

source: Top Selling Product
fi: Parhaiten myyvä tuote
kk: Ең көп сатып алынатын нысана
kn: ಉಚ್ಚ ಮಾರಾಟ ಉತ್ಪನ್ನ
lo: ສິນຄ້າທີ່ຂາຍດີທີ່ສຸດ
my: အရောင်းစာရင်းကုန်ပစ္စည်း
si: හොඳම විකුණුම් නිෂ්පාදනය
ta: மிகச் சிறந்த விற்பனை பொருள்

# yourCurrentPackageWillExpireIn5days
source: Your Current Package Will Expire in 5 Day
fi: Nykyinen pakettisi vanhenee 5 päivän kuluttua
kk: Ағымдағы пакетіңіз 5 күннен кейін аяқталады
kn: ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪ್ಯಾಕೇಜ್ 5 ದಿನಗಳಲ್ಲಿ ಮುಗಿಯುತ್ತದೆ
lo: ເລືອກບັນຊີຂອງທ່ານຈະໝົດອາຍຸເວລາໃນການຄາດເລີ່ມຕົ້ນ 5 ມື້
my: သင်၏လက်ရှိထုတ်လုပ်ငန်းသည် ၅ ရက်အတွင်းသက်တမ်းကုန်သက်သာလျှင်ပြန်လည်မရပါ
si: ඔබේ වත්මන් පැකේජය 5 ක් පමණක් සඳහා සමන්විතවීමෙන් පසු වීමට ඇති වේ
ta: உங்கள் தற்போதைய பேக்கேஜ் 5 நாட்களில் காலாவதியாகும்

# yourPackageWillBeExpireToday
source: Your Package Will Expire Today
fi: Pakettisi vanhenee tänään
kk: Пакетіңіз бүгін аяқталады
kn: ನಿಮ್ಮ ಪ್ಯಾಕೇಜ್ ಇಂದ ಅವಧಿಯನ್ನು ಮುಗಿಸುತ್ತದೆ
lo: ເລືອກບັນຊີຂອງທ່ານຈະໝົດອາຍຸດກັນມື້ນີ້
my: သင်၏ထုတ်လုပ်ငန်းသည်ဒီနေ့အတွင်းသက်တမ်းကုန်သက်သာလျှင်ပြန်လည်မရပါ
si: ඔබේ පැකේජය හේතුවෙන් පවතී
ta: உங்கள் பேக்கேஜ் இன்று காலாவதியாகும்

source: Please Purchase Again
fi: Osta uudelleen
kk: Кейінірек сатып алыңыз
kn: ದಯವಿಟ್ಟು ಮತ್ತೆ ಖರೀದಿ ಮಾಡಿ
lo: ກະລຸນາຊື້ອີກຄັ້ງ
my: အခြားထုတ်လုပ်ငန်းကိုပြန်လည်ချိတ်ဆက်ပါ
si: කරුණාකර නැවත මිලදී ගන්න
ta: மீண்டும் வாங்கவும்

source: INVOICE
fi: LASKU
kk: Төлем ақпараты
kn: ಇನ್ವಾಯ್ಸ್
lo: ໃບແຈ້ງໜີ້
my: ဘောင်ချာ
si: බිල්පත
ta: விலைப்பட்டியல்
