Repository: SJA0010/mpos-saas-gstn-update-master
Catalog: lib/l10n/intl_*.arb
Languages: fi, kk, kn, lo, my, si, ta

# newCustomer
source: New Customers
fi: Uudet asiakkaat
kk: Жаңа тапсырыс берушілер
kn: ಹೊಸ ಗ್ರಾಹಕರು
lo: ລູກຄ້າໃຫມ່
my: ဝယ်သူအသစ်
si: නව පාර්ශවීය සේවාව
ta: புதிய வாடிக்கையாளர்கள்

source: Daily Sales
fi: Päivittäinen myynti
kk: Күндігі сатып алу
kn: ದೈನಂದಿನ ಮಾರಾಟ
lo: ລາຍະການຂາຍມື້ນີ້
my: နေ့စွဲအရောင်းအစား
si: දිනපතා වියාපාර
ta: தினசரி விற்பனை

source: Daily Collection
fi: Päivittäinen keräys
kk: Күндігі төлем
kn: ದೈನಂದಿನ ಸಂಗ್ರಹ
lo: ລາຍະການຮັບມື້ນີ້
my: နေ့စွဲတင်ရင်းစာရင်း
si: දිනපතා ගෙවීම
ta: தினசரி சேகரிப்பு

# inistantPrivacy
source: Instant Privacy
fi: Välitön yksityisyys
kk: Інстант құпиялылық
kn: ತಕ್ಷಣ ಗೋಪ್ಯತೆ
lo: ສິນຄ້າເອີ້ນພິມ
my: အင်ဂျင်နီးပါးလုဒ်
si: හේතුවෙන් පුවත්
ta: உடனடி தனியுரிமை

source: Stock Inventory
fi: Varaston inventaario
kk: Өнім инвентаризациясы
kn: ಸ್ಟಾಕ್ ಇನ್ವೆಂಟರಿ
lo: ການຂາຍສາງ
my: ကုန်အလေးချိန်ကာလ
si: නිකුතු සටහන
ta: பங்கு சரக்குகள்

source: Stock value
fi: Varaston arvo
kk: Өнімдердің ақша мәні
kn: ಸ್ಟಾಕ್ ಮೌಲ್ಯ
lo: ມູນຄ່າສາງ
my: ကုန်ကျစရိတ်
si: සාක්ෂිය අගය
ta: பங்கு மதிப்பு

source: Low Stocks
fi: Vähäinen varastotilanne
kk: Аз өнімдер
kn: ಕಡಿಮೆ ಸ್ಟಾಕ್ಸ್
lo: ສະຕັອກສາງລາຍະການ
my: အနည်းဆုံးကုန်များ
si: අඩු නිෂ්පාදිත
ta: குறைந்த பங்குகள்

source: Other
fi: Muu
kk: Басқа
kn: ಇತರೆ
lo: ອື່ນໆ
my: အခြား
si: වෙනත්
ta: பிற

source: Other Income
fi: Muut tulot
kk: Басқа табыс
kn: ಇತರ ಆದಾಯ
lo: ລາຍຮັບອື່ນໆ
my: အခြားဝင်ငွေ
si: වෙනත් ආදායම්
ta: பிற வருமானம்

source: COUNTER SALE
fi: KASSAMYYNTEJÄ
kk: АШЫҚ САТЫЛУ
kn: ಕೌಂಟರ್ ಮಾರಾಟ
lo: ການຂາຍໃນຮ້ານ
my: ကော်ပို့အရောင်း
si: වාහන සේවා
ta: கவுண்டர் விற்பனை

source: Enter Income Category
fi: Kirjoita tulon kategoria
kk: Табыс категориясын енгізіңіз
kn: ಆದಾಯ ವರ್ಗವನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນປະເພດລາຍຮັບ
my: ဝင်ငွေအမျိုးအစားထည့်ပါ
si: ආදායම් වර්ගය ඇතුළත් කරන්න
ta: வருமான வகையை உள்ளிடவும்

source: Income Category List
fi: Tulokategorialista
kk: Табыс категориялары тізімі
kn: ಆದಾಯ ವರ್ಗ ಪಟ್ಟಿ
lo: ລາຍລະອຽດປະເພດລາຍຮັບ
my: ဝင်ငွေအမျိုးအစားစာရင်း
si: ආදායම් වර්ගය ලැයිස්තුව
ta: வருமான வகை பட்டியல்

source: No Income Category Found
fi: Tulokategoriaa ei löytynyt
kk: Табыс категориясы табылмады
kn: ಯಾವುದೇ ಆದಾಯ ವರ್ಗಗಳು ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບປະເພດລາຍຮັບ
my: ဝင်ငွေအမျိုးအစားမတွေ့ပါ
si: ආදායම් වර්ගයක් හමු නැත
ta: வருமான வகை எதுவும் இல்லை

source: Income Details
fi: Tulotiedot
kk: Табыс туралы мәліметтер
kn: ಆದಾಯ ವಿವರಗಳು
lo: ລາຍລະອຽດລາຍຮັບ
my: ဝင်ငွေအသေးစိတ်
si: ආදායම් විස්තර
ta: வருமான விவரங்கள்

source: Add Update Income List
fi: Lisää tai päivitä tulolistaa
kk: Табыс тізімін қосу/жаңарту
kn: ಆದಾಯ ಪಟ್ಟಿಯನ್ನು ಸೇರಿಸಿ / ಅದೇಕೆ ನವೀಕರಿಸಿ
lo: ເພີ່ມ/ປັບປຸງລາຍຮັບ
my: ဝင်ငွေစာရင်းထည့်ရန်/အပြင်စီးရန်
si: ආදායම් ලැයිස්තුව එක් කරන්න
ta: வருமான பட்டியலைச் சேர்க்க / புதுப்பிக்கவும்

source: Income Date
fi: Tulopäivä
kk: Табыс күні
kn: ಆದಾಯ ದಿನಾಂಕ
lo: ວັນທີ່ລາຍຮັບ
my: ဝင်ငွေရက်စွဲ
si: ආදායම් දිනය
ta: வருமான தேதி

source: Enter Income Date
fi: Kirjoita tulopäivä
kk: Табыс күнін енгізіңіз
kn: ಆದಾಯ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນວັນທີ່ລາຍຮັບ
my: ဝင်ငွေရက်စွဲကိုထည့်ပါ
si: ආදායම් දිනය ඇතුළත් කරන්න
ta: வருமான தேதியை உள்ளிடவும்

source: Income for
fi: Tulo kohteelle
kk: Табыс үшін
kn: ಆದಾಯ ಫಾರ್
lo: ລາຍຮັບສ່ວນເຂົ້າ
my: ဝင်ငွေအတွက်
si: ආදායම් සඳහා
ta: வருமானம்

source: Total Income
fi: Yhteistulot
kk: Жалпы табыс
kn: ಒಟ್ಟು ಆದಾಯ
lo: ລວມລາຍຮັບທັງໝົດ
my: စုစုပေါင်းဝင်ငွေ
si: මුළු ආදායම්
ta: மொத்த வருமானம்

source: Income List
fi: Tulolistaus
kk: Табыс тізімі
kn: ಆದಾಯ ಪಟ್ಟಿ
lo: ລາຍຊື່ລາຍຮັບ
my: ဝင်ငွေစာရင်း
si: ආදායම් ලැයිස්තුව
ta: வருமான பட்டியல்

source: Income category
fi: Tulokategoria
kk: Табыс категориясы
kn: ಆದಾಯ ವರ್ಗ
lo: ປະເພດລາຍຮັບ
my: ဝင်ငွေအမျိုးအစား
si: ආදායම් වර්ගය
ta: வருமான வகை

source: New Income
fi: Uusi tulo
kk: Жаңа табыс
kn: ಹೊಸ ಆದಾಯ
lo: ລາຍຮັບໃຫມ່
my: ဝင်ငွေအသစ်
si: නව ආදායම්
ta: புதிய வருமானம்

source: No Income Found
fi: Tuloja ei löytynyt
kk: Табыс табылмады
kn: ಯಾವುದೇ ಆದಾಯ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບລາຍຮັບ
my: ဝင်ငွေမတွေ့ပါ
si: ආදායම් හමු නැත
ta: வருமானம் எதுவும் இல்லை

source: Print Invoice
fi: Tulosta lasku
kk: Төлем шығару
kn: ಖರೀದಿ ಪತ್ರವನ್ನು ಮುದ್ರಿಸಿ
lo: ພິມໃບແຈ້ງເວລາ
my: ဘားတန်းစာရွက်ပြုပြင်ရန်
si: පිරිවිතර ප්‍රින්ට් කරන්න
ta: விலைப்பட்டியல் அச்சு

# moneyReciept
source: Money Receipt
fi: Kuitti
kk: Ақша тапсырысы
kn: ಹಣದ ರಸೀತಿ
lo: ໃບເກັບເງິນ
my: ငွေသားလက်ကျန်
si: මුදල් ලබා ගැනීමේ පිටුව
ta: பணப்பதிவு ரசீது

source: Bill to:
fi: Laskun maksaja:
kk: Тапсырыс беруші:
kn: ಖಾತೆಯನ್ನು ಹೊಂದಿರುವವರಿಗೆ:
lo: ໃບເກັບເວລາ:
my: ဘီလီယံသို့:
si: බිල්පත්
ta: பில் செய்யப்பட்டது:

# incvoiceNumber
source: Invoice No.
fi: Laskun numero
kk: Төлем №
kn: ಖರೀದಿ ಸಂಖ್ಯೆ
lo: ເລກທີໃບແຈ້ງເວລາ
my: ဘားတန်းနံပါတ်
si: පින්වුම් අංකය
ta: விலைப்பட்டி எண்

source: Total Dues
fi: Yhteensä maksamatta
kk: Жалпы қалдық
kn: ಒಟ್ಟು ಬಾಕಿ
lo: ທັງໝົດຊຳລະ
my: စုစုပေါင်းကျသင့်ငွေ
si: මුළු අර්ධ මුදල
ta: மொத்த பட்டியல்

source: Paid Amount
fi: Maksettu summa
kk: Төленген сома
kn: ಪಾವತಿಸಿದ ಮೊತ್ತ
lo: ຈ່າຍເງິນທັງໝົດ
my: ငွေပေးချေရာမှတ်သားသောပမာဏ
si: ගෙවූ මුදල
ta: செலுத்திய தொகை

source: Remaining Due
fi: Maksettava jäljellä
kk: Қалған қалдық
kn: ಉಳಿದ ಬಾಕಿ
lo: ຍອດຊຳລະຍົກເລີກ
my: ကျနော်တိုးထားသောငွေ
si: ඉතිරි අර්ධ මුදල
ta: மீதியில் இருக்கும்

source: Delivery Charge
fi: Toimituskulut
kk: Жеткізу құны
kn: ವಿತರಣ ಶುಲ್ಕ
lo: ຄ່າຂົນສົ່ງ
my: ပို့ဆောင်မှုခေတ်
si: සේවා නිෂ්පාදනය
ta: விநியோக சார்ஜ்

source: Invoice
fi: Lasku
kk: Төлем
kn: ಖರೀದಿ ಪತ್ರ
lo: ໃບແຈ້ງເວລາ
my: ဘားတန်း
si: පින්වුම් පිටුව
ta: விலைப்பட்டி

source: Product
fi: Tuote
kk: Өнім
kn: ಉತ್ಪನ್ನ
lo: ສິນຄ້າ
my: ထုတ်ကုန်အမည်
si: නිෂ්පාදනය
ta: தயாரிப்பு

source: Quantity
fi: Määrä
kk: Саны
kn: ಪ್ರಮಾಣ
lo: ຈຳນວນ
my: အရေအတွက်
si: ප්‍රමාණය
ta: அளவு

source: Unit Price
fi: Yksikköhinta
kk: Бірлік бағасы
kn: ಯೂನಿಟ್ ಬೆಲೆ
lo: ລາຄາຫົວໜ່ວຍ
my: တစ်ခုချင်းစောင့်
si: ඒකක මිල
ta: ஒருங்கிணைப்பு விலை

source: Total Price
fi: Yhteishinta
kk: Жалпы бағасы
kn: ಒಟ್ಟು ಬೆಲೆ
lo: ລວມລາຄາ
my: စုစုပေါင်းတစ်ခုချင်းစောင့်
si: මුළු මිල
ta: மொத்த விலை

source: Sub Total
fi: Välisumma
kk: Жалпы бағасы
kn: ಮೊತ್ತದಲ್ಲಿ
lo: ລວມທັງໝົດ
my: စုစုပေါင်းတစ်ခုချင်းထုတ်ပိုင်း
si: උපකරණ මුළු
ta: கூட்டு மொத்தம்

source: Total Vat
fi: Yhteinen ALV
kk: Жалпы ПДВ
kn: ಒಟ್ಟು ವ್ಯಾಟ್
lo: ລວມພາສີ
my: စုစုပေါင်းတစ်ခုချင်း VAT
si: මුළු එක්සත්
ta: மொத்த வாட்

source: Total Discount
fi: Yhteinen alennus
kk: Жалпы жеу
kn: ಒಟ್ಟು ರಿಯಾಯಿತಿ
lo: ລວມສ່ວນຫຼຸດ
my: စုစုပေါင်းတန်ဖိုး
si: මුළු වට්ටම
ta: மொத்த தள்ளுபடி

source: Total Payable
fi: Maksettava yhteensä
kk: Төлемге жататын сома
kn: ಒಟ್ಟು ಪಾವತಿಸಬೇಕು
lo: ລວມຊຳລະເງິນທັງໝົດ
my: စုစုပေါင်းရယူရန်လိုအပ်သည်
si: මුළු ගෙවිය යුතු මුදල
ta: மொத்த பணம் செலுத்தல்

source: Paid
fi: Maksettu
kk: Төленген
kn: ಪಾವತಿಸಲಾಗಿದೆ
lo: ຈ່າຍເງິນ
my: ငွေပေးချေရာ
si: ගෙවූ
ta: செலுத்தப்பட்டது

source: Service Charge
fi: Palvelumaksu
kk: Қызмет құны
kn: ಸೇವೆ ಶುಲ್ಕ
lo: ຄ່າບໍລິການ
my: ဝန်ဆောင်မှုခေတ်
si: සේවා නිෂ්පාදනය
ta: சேவை கட்டணம்

source: Invoice No.
fi: Laskun numero
kk: Төлем №
kn: ಖರೀದಿ ಸಂಖ್ಯೆ
lo: ເລກທີໃບແຈ້ງເວລາ
my: ဘားတန်းနံပါတ်
si: පින්වුම් අංකය
ta: விலைப்பட்டி எண்

source: Remaining Due
fi: Jäljellä oleva maksu
kk: Қалған қалдық
kn: ಉಳಿದ ಬಾಕಿ
lo: ຍອດຊຳລະຍົກເລີກ
my: ကျနော်တိုးထားသောငွေ
si: ඉතිරි අර්ධ මුදල
ta: மீதியில் இருக்கும்

source: Total Purchase
fi: Yhteiset ostot
kk: Жалпы сатып алу
kn: ಒಟ್ಟು ಖರೀದಿ
lo: ລວມຊື້ທັງໝົດ
my: စုစုပေါင်းဝယ်ယူပိုင်း
si: මුළු මිලදී ගැනීම්
ta: மொத்த வாங்கல்

# reciveAmount
source: Receive Amount
fi: Vastaanotettu summa
kk: Тапсыру сомасы
kn: ಪಡೆದ ಮೊತ್ತ
lo: ຈ່າຍເງິນຮັບທັງໝົດ
my: ငွေပေးချေရာ
si: ලැබෙන මුදල
ta: பெறும் தொகை

source: Customer Due
fi: Asiakkaan maksu
kk: Тапсырыс берушінің қалдығы
kn: ಗ್ರಾಹಕರ ಬಾಕಿ
lo: ຍອດຊຳລະທົ່ວໄປ
my: အဖွဲ့အစည်းကျသင့်ငွေ
si: ගමුවන්තීර අර්ධ මුදල
ta: வாடிக்கையாளர் மீதி

source: Supplier Due
fi: Toimittajan maksu
kk: Сатып алушының қалдығы
kn: ಸಪ್ಲೈಯರ್ ಬಾಕಿ
lo: ຍອດຊຳລະຜູ້ສະໜອງ
my: ကုန်သည်ကျသင့်ငွေ
si: නිෂ්පාදිත අර්ධ මුදල
ta: விற்பனையாளர் மீதி

source: No Transaction Found
fi: Tapahtumia ei löytynyt
kk: Транзакция табылмады
kn: ಯಾವುದೇ ಲಂಚಗಳು ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບການເຮັດລາຍະການ
my: လုပ်ငန်းမတွေ့ပါ
si: ක්‍රියා දැනටමත් නැත
ta: பரிவர்த்தனைகள் எதுவும் இல்லை

source: Item name
fi: Tuotenimi
kk: Өнімнің атауы
kn: ವಸ್ತುವಿನ ಹೆಸರು
lo: ຊື່ລາຍການ
my: ပစ္စည်းအမည်
si: අයිතම නාමය
ta: பொருளின் பெயர்

source: Purchase Price
fi: Ostohinta
kk: Сатып алу бағасы
kn: ಖರೀದಿ ಬೆಲೆ
lo: ລາຄາຊື້
my: ဝယ်ယူစျေးနှုန်း
si: ගැනුම් මිල
ta: வாங்க விலை

source: Sale Price
fi: Myyntihinta
kk: Сату бағасы
kn: ಮಾರಾಟ ಬೆಲೆ
lo: ລາຄາຂາຍ
my: ရောင်းစျေးနှုန်း
si: ප්‍රමාණයේ මිල
ta: விற்பனை விலை

source: Profit
fi: Voitto
kk: Табыс
kn: ಲಾಭ
lo: ຄຳຕິບັດ
my: အမြတ်ချပေး
si: ලාස්සනය
ta: லாபம்

source: Loss
fi: Tappio
kk: Кедергі
kn: ನಷ್ಟ
lo: ເກີດ
my: အမြတ်ပေး
si: කුරූපය
ta: இழப்பு

# toalProfit
source: Total Profit
fi: Yhteinen voitto
kk: Жалпы табыс
kn: ಒಟ್ಟು ಲಾಭ
lo: ຄຳຕິບັດທັງໝົດ
my: စုစုပေါင်းအမြတ်ချပေး
si: මුළු ලාස්සනය
ta: மொத்த லாபம்

source: Total Loss
fi: Yhteinen tappio
kk: Жалпы кедергі
kn: ಒಟ್ಟು ನಷ್ಟ
lo: ຄຳເກີດທັງໝົດ
my: စုစုပေါင်းအမြတ်ပေး
si: මුළු කුරූපය
ta: மொத்த இழப்பு

source: Total Discount
fi: Yhteinen alennus
kk: Жалпы жеу
kn: ಒಟ್ಟು ರಿಯಾಯಿತಿ
lo: ສ່ວນຫຼຸດທັງໝົດ
my: စုစုပေါင်းတန်ဖိုး
si: මුළු වට්ටම
ta: மொத்த தள்ளுபடி

source: Unpaid
fi: Maksamatta
kk: Төлемге жатпаған
kn: ಪಾವತಿಸದ
lo: ບໍ່ຈ່າຍເງິນ
my: ငွေပေးချေရာမပေးပို့ပါ
si: ගෙවීමක් නොමැත
ta: செலுத்தாதது

source: Loss/Profit
fi: Tappio/Voitto
kk: Кедергі/Табыс
kn: ಲಾಭ / ಲಾಭ
lo: ຄຳເກີດ/ຄຳຕິບັດ
my: အမြတ်ပေး/အမြတ်ချပေး
si: කුරූපය/ලාස්සනය
ta: இழப்பு/லாபம்

source: Total Amount
fi: Kokonaismäärä
kk: Жалпы сома
kn: ಒಟ್ಟು ಮೊತ್ತ
lo: ລວມທັງໝົດ
my: စုစုပေါင်းပမာဏ
si: මුළු මුදල
ta: மொத்த தொகை

# saleAmont
source: Sale amount
fi: Myyntisumma
kk: Сатылым сомасы
kn: ಮಾರಾಟ ಮೊತ್ತ
lo: ລາຄາຂາຍ
my: အရောင်းငွေပမာဏ
si: රුවට මුදල
ta: விற்பனை தொகை

# payAmont
source: Pay amount
fi: Maksun summa
kk: Төленген сома
kn: ಪಾವತಿ ಮೊತ್ತ
lo: ລາຄາຊ່ວງເວລາ
my: ငွေပေးချေရာပမာဏ
si: ගෙවූ මුදල
ta: செலுத்தும் தொகை

# profitplus
source: Profit(+)
fi: Voitto(+)
kk: Табыс(+)
kn: ಲಾಭ(+)
lo: ຄຳຕິບັດ(+)
my: အမြတ်ချပေး(+)
si: ලාස්සනය(+)
ta: லாபம்(+)

# lossminus
source: Profit(-)
fi: Tappio(-)
kk: Қарыз(-)
kn: ನಷ್ಟ(-)
lo: ຄຳຕິບັດ(-)
my: အမြတ်ပေး(-)
si: ලාස්සනය(-)
ta: இழப்பு(-)

# yourPaymentisCancelled
source: Your Payment is canceled
fi: Maksusi on peruutettu
kk: Төлеміңіз болды бас тартылды
kn: ನಿಮ್ಮ ಪಾವತಿ ರದ್ದಾಗಿದೆ
lo: ການຊຳລະເງິນຂອງທ່ານໄດ້ຍົກເລີກແລ້ວ
my: သင်ငွေပေးချေမှုဖျက်သိမ်းထားသည်
si: ඔබගේ ගෙවීම අවලංගු විය
ta: உங்கள் கட்டணம் ரத்துசெய்யப்பட்டது

# yourPaymentisSuccesful
source: Your Payment is successfully
fi: Maksusi onnistui
kk: Төлеміңіз сәтті аяқталды
kn: ನಿಮ್ಮ ಪಾವತಿ ಯಶಸ್ವಿಯಾಗಿದೆ
lo: ການຊຳລະເງິນຂອງທ່ານໄດ້ສຳເລັດ
my: သင်ငွေပေးချေမှုအောင်မြင်စွာဖြစ်သည်
si: ඔබගේ ගෙවීම සාර්ථකව සිටියි
ta: உங்கள் கட்டணம் வெற்றிகரமாக செலுத்தப்பட்டது

source: Hold
fi: Pidätä
kk: Тұтыну
kn: ಹೋಲ್ಡ್
lo: ຢັກເຈນ
my: တောင်းပန်သည်
si: කපාගන්න
ta: நெருக்கமாக்கல்

source: Hold Number
fi: Pidä numero
kk: Тұтыну Нөмірі
kn: ಹೋಲ್ಡ್ ಸಂಖ್ಯೆ
lo: ເລກຢັກເຈນ
my: တောင်းပန်နံပါတ်
si: කපාගන්න අංකය
ta: நெருக்க எண்

source: Previous Due:
fi: Edellinen velka:
kk: Алдыңғы қалдық:
kn: ಹಿಂದಿನ ಬಾಕಿ:
lo: ຍອດຊຳລະເງິນເທົ່າກັນ:
my: အရင်ကျနော်ရှိငွေ:
si: පෙර අර්ධ මුදල:
ta: முந்தைய மீதி:

# produactName
source: Product Name
fi: Tuotteen nimi
kk: Өнімнің атауы
kn: ಉತ್ಪನ್ನ ಹೆಸರು
lo: ຊື່ສິນຄ້າ
my: ထုတ်ကုန်အမည်
si: නිෂ්පාදිත නාමය
ta: தயாரிப்பு பெயர்

source: Select Serial Number
fi: Valitse sarjanumero
kk: Сериялық нөмірді таңдаңыз
kn: ಕ್ರಮ ಸಂಖ್ಯೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກລະຫັດສະຕັອກ
my: စတင်လိုက်လျက်ရှိနံပါတ်ကိုရွေးချယ်ပါ
si: සිරැල් අංකය තෝරන්න
ta: வரிசை எண்ணைத் தேர்ந்தெடுக்கவும்

source: Search Serial Number
fi: Etsi sarjanumeroa
kk: Сериялық нөмірді іздеу
kn: ಕ್ರಮ ಸಂಖ್ಯೆಯನ್ನು ಹುಡುಕು
lo: ຄົ້ນຫາລະຫັດສະຕັອກ
my: စတင်လိုက်လျက်ရှိနံပါတ်ရှာပါ
si: සිරැල් අංකය සොයන්න
ta: வரிசை எண்ணைத் தேடு

source: Serial Numbers
fi: Sarjanumerot
kk: Сериялық нөмірлер
kn: ಕ್ರಮ ಸಂಖ್ಯೆಗಳು
lo: ລະຫັດສະຕັອກ
my: စတင်လိုက်လျက်နံပါတ်များ
si: සිරැල් අංක
ta: வரிசை எண்கள்

# selectedSerialNumber
source: Selected Serial Numbers
fi: Valitut sarjanumerot
kk: Таңдалған сериялық нөмірлер
kn: ಆಯ್ಕೆಮಾಡಲಾದ ಕ್ರಮ ಸಂಖ್ಯೆಗಳು
lo: ເລືອກລະຫັດສະຕັອກ
my: ရွေးချယ်ထားသည့်စတင်လိုက်လျက်နံပါတ်များ
si: තෝරාගන්නා සිරැල් අංක
ta: தேர்ந்தெடுக்கப்பட்ட வரிசை எண்கள்

# noSerailNumberFound
source: No Serial Number Found
fi: Sarjanumeroa ei löytynyt
kk: Сериялық нөмір табылмады
kn: ಯಾವುದೇ ಕ್ರಮ ಸಂಖ್ಯೆ ಕಂಡುಬಂದಿಲ್ಲ
lo: ບໍ່ພົບລະຫັດສະຕັອກ
my: စတင်လိုက်လျက်နံပါတ်မရှိပါ
si: සිරැල් අංකය හමු නොවිය
ta: வரிசை எண்ணுக்கான எந்த விவரமும் கிடைக்கவில்லை

# perviousDue
source: Previous Due:
fi: Edellinen velka:
kk: Алдыңғы қалдық:
kn: ಹಿಂದಿನ ಬಾಕಿ:
lo: ຍອດຊຳລະເງິນເທົ່າກັນ:
my: အရင်ကျနော်ရှိငွေ:
si: පෙර අර්ධ මුදල:
ta: முந்தைய மீதி:

source: Calculator:
fi: Laskin:
kk: Калькулятор:
kn: ಗಣಕ
lo: ໂຄງສ້າງງານ:
my: ကတိုင်တာရွေးချယ်ရန်
si: ගණිතය
ta: கணக்கிடல்:

source: Dashboard
fi: Hallintapaneeli
kk: Бақылау тақтасы
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
lo: ຈໍານວນບັນຊີ
my: ဒီနေရာမှတ်ထုတ်ခြင်း
si: මුල් පිටුව
ta: டாஷ்போர்டு

# invoices
source: Invoice:
fi: Laskut:
kk: Төлем:
kn: ಖರೀದಿ ಪತ್ರಗಳು
lo: ໃບແຈ້ງເວລາ:
my: ငွေတောင်းခံကာလများ:
si: පින්වුම්:
ta: விலைப்பட்டி:

# searchSerailNumberorCategory
source: Search Serial No or Category
fi: Etsi sarjanumeroa tai kategoriaa
kk: Сериялық нөмірді немесе категорияны іздеу
kn: ಕ್ರಮ ಸಂಖ್ಯೆ ಅಥವಾ ವರ್ಗವನ್ನು ಹುಡುಕಿ
lo: ຄົ້ນຫາລະຫັດສະຕັອກຫຼືປະເພດ
my: စတင်လိုက်လျက်ရှိနံပါတ်သို့သို့ကိုအမည်စာရှာရန်
si: සිරැල් අංකය හෝ කාණ්ඩය සොයන්න
ta: வரிசை எண்ணை அல்லது வகையை தேடு

# serviceorshiping
source: Service/Shipping
fi: Palvelu/toimitus
kk: Қызмет/Жеткізу
kn: ಸೇವೆ / ಶಿಪ್ಪಿಂಗ್
lo: ບໍລິການ/ການສົ່ງສິນຄ້າ
my: ဝန်ဆောင်မှု/ပို့ဆောင်မှု
si: සේවා / නැවුම්කරුවන්
ta: சேவை / ஷிப்பிங்

# csgst
source: CGST
kk: CSGST
kn: ಸಿಎಸ್‌ಜಿಎಸ್‌ಟಿ
my: အာမခံငွေခန့်
si: චීජිකේෂ.දිගු
ta: கேச்ஜிஸ்டி

source: SGST
kn: ಎಸ್‌ಜಿಎಸ್‌ಟಿ
my: အာမခံငွေခန့်
si: ක්‍රී.දිගු
ta: எஸ்ஜிஸ்டி

source: IGST
kn: ಐಜಿಎಸ್‌ಟಿ
my: အနိုင်ဂရန့်ငွေခန့်
si: අ.දිගු
ta: ஐஜிஸ்டி

# enterValidDiscount
source: Enter a valid Discount
fi: Kirjoita kelvollinen alennus
kk: Дұрыс жеу енгізіңіз
kn: ಒಳ್ಳೆಯ ರಿಯಾಯಿತಿ ನಮೂದಿಸಿ
lo: ກະລຸນາປ້ອນສ່ວນຫຼຸດທີ່ຖືກຕ້ອງ
my: အာမခံငွေပမာဏရိုက်ထည့်ပါ
si: වලංගු වට්ටමක් ඇතුළු කරන්න
ta: சரியான தள்ளுபடியை உள்ளிடவும்

source: Please Add Some Product first
fi: Lisää ensin joitakin tuotteita
kk: Өнімдерді алдын ашыңыз
kn: ಮೊದಲು ಕೆಲವು ಉತ್ಪನ್ನಗಳನ್ನು ಸೇರಿಸಿ
lo: ກະລຸນາເພີ່ມສິນຄ້າກ່ອນ
my: အစားထုတ်ကုန်များကိုအရင်အသစ်ထည့်ပါ
si: කරුණාකර පළමුව සම්පූර්ණ නිෂ්පාදනයක් එක් කරන්න
ta: முதலில் சில தயாரிப்புகளைச் சேர்க்கவும்

# areYouWantToCreateThisQuantition
source: Are you want to create this Quotation?
fi: Haluatko luoda tämän hinta-arvion?
kk: Бұл тапсырысты жасаңыз келеді ме?
kn: ಈ ದಾಖಲೆಯನ್ನು ರಚಿಸಬೇಕೆಂದು ನೀವು ಬಯಸುವಿರಾ?
lo: ທ່ານຕ້ອງການສ້າງນຳທາງນີ້ບໍ?
my: ဒီအရင်ကိုဖန်တီးမှုလုပ်မှာသေချာပြီလား?
si: මෙම උපන්දිනය සාදන්නම් බලාගන්නද?
ta: இந்த மேல்நிலையை உருவாக்க விரும்புகிறீர்களா?

source: Create
fi: Luo
kk: Жасау
kn: ರಚಿಸು
lo: ສ້າງ
my: ဖန်တီးရန်
si: තනන්න
ta: உருவாக்கு

# updateYourPlanFirstSaleLimitIsOver
source: Update your plan first\nSale Limit is over.
fi: Päivitä suunnitelmasi ensin. Myyntiraja on ylitetty.
kk: Өзгертілген жоспарыңызды қосыңыз Сатып алу шектерін асырды.
kn: ನಿಮ್ಮ ಯೋಜನೆಯನ್ನು ನವೀಕರಿಸಿ ಮಾರಾಟ ಮಿತಿ ಮುಗಿದಿದೆ.
lo: ປັບປຸງໂປຣແກຣມຂອງທ່ານກ່ອນ ລວມການຂາຍໄດ້ສູງສຸດ.
my: သင့်အကြိုက်ရောက်ခံလွန်းသည့်ကုန်အားနည်းလမ်းကိုအပြင်စီအတိုင်းပြန်လွယ်ပါ
si: කරුණාකර ඔබේ සැලැස්ම පළමුව යාවත්කාලීන කරන්න ගෙවීම් සීමා ලක්ෂණය අවසන් වේ.
ta: முதன்முதலில் உங்கள் திட்டத்தைப் புதுப்பிக்கவும் விற்பனை வரம்பு முடிவடைந்துவிட்டது.

source: Add Product
fi: Lisää tuote
kk: Өнім қосу
kn: ಉತ್ಪನ್ನ ಸೇರಿಸಿ
lo: ເພີ່ມສິນຄ້າ
my: ထုတ်ကုန်ထည့်ရန်
si: නිෂ්පාදනය එක් කරන්න
ta: தயாரிப்பைச் சேர்க்கவும்

# areyourSureYourWantToDeleteTheProduct
source: Are you want to delete this Product?
fi: Haluatko varmasti poistaa tämän tuotteen?
kk: Бұл өнімді жою керек пе?
kn: ನೀವು ಈ ಉತ್ಪನ್ನವನ್ನು ಅಳಿಸಲು ಬಯಸುವಿರಾ?
lo: ທ່ານຕ້ອງການລົບສິນຄ້ານີ້ບໍ່?
my: ဤထုတ်ကုန်ကိုဖျက်သိမ်းမှာသေချာလား?
si: මෙම නිෂ්පාදනය මකාදමන්නම් ඔබට සිත් විය හැකියි?
ta: இந்த தயாரிப்பை நீக்க விரும்புகிறீர்களா?

source: Price
fi: Hinta
kk: Баға
kn: ಬೆಲೆ
lo: ລາຄາ
my: စျေးနှုန်း
si: මිල
ta: விலை

source: Discount
fi: Alennus
kk: Жеу
kn: ರಿಯಾಯಿತಿ
lo: ສ່ວນຫຼຸດ
my: အာမခံငွေ
si: වට්ටම
ta: தள்ளுபடி

source: Quotation
fi: Hinta-arvio
kk: Котировка
kn: ಉದ್ಧರಣೆ
lo: ບານສະເໜີ
my: ကုန်စာ
si: ඇනවුම් ලැයිස්තුව
ta: மேல்நிலை

source: Payment
fi: Maksu
kk: Төлем
kn: ಪಾವತಿ
lo: ການຊຳລະເງິນ
my: ငွေပေးချေမှု
si: ගෙවීම
ta: கட்டணம்

# categorys
source: Categories
fi: Kategoriat
kk: Санаттар
kn: ವರ್ಗಗಳು
lo: ປະເພດສິນຄ້າ
my: အမျိုးအစားများ
si: ප්‍රවර්ග
ta: வகைகள்

source: NEFT Number
fi: NEFT-numero
kk: NEFT Нөмірі
kn: ಎನಿಇಎಫ್‌ಟಿ ಸಂಖ್ಯೆ
lo: ເລກເງິນທີ່ໄດ້ NEFT
my: NEFT နံပါတ်
si: NEFT අංකය
ta: NEFT எண்

source: Enter NEFT Number
fi: Kirjoita NEFT-numero
kk: NEFT Нөмірін енгізіңіз
kn: ಎನಿಇಎಫ್‌ಟಿ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
lo: ປ້ອນເລກເງິນທີ່ໄດ້ NEFT
my: NEFT နံပါတ်ကိုထည့်ပါ
si: NEFT අංකය ඇතුළත් කරන්න
ta: NEFT எண் உள்ளிடவும்

# enterPaidAmonts
source: Enter Paid Amounts
fi: Kirjoita maksettu summa
kk: Төленген соманы енгізіңіз
kn: ಪಾವತಿ ಮೊತ್ತ ನಮೂದಿಸಿ
lo: ປ້ອນຈຳນວນເງິນທີ່ຈ່າຍ
my: ငွေပေးသွင်းရန်ပမာဏကိုထည့်ပါ
si: ගෙවීම් මුදල ඇතුළත් කරන්න
ta: செலுத்திய தொகைகளை உள்ளிடவும்

source: Total Product
fi: Yhteensä tuotteita
kk: Жалпы өнім
kn: ಒಟ್ಟು ಉತ್ಪನ್ನ
lo: ຈຳນວນສິນຄ້າທັງໝົດ
my: ထုတ်ကုန်အားအားလုံး
si: එකතුව නිෂ්පාදන
ta: மொத்த தயாரிப்பு

source: Add Item Category
fi: Lisää tuotekategoria
kk: Өнім санатын қосу
kn: ಐಟಂ ವರ್ಗ ಸೇರಿಸಿ
lo: ເພີ່ມປະເພດລາຍການ
my: ပစ္စည်းအမျိုးအစားထည့်ရန်
si: අයිතම ප්‍රවර්ගයක් එක් කරන්න
ta: பொருள் வகையைச் சேர்க்கவும்

source: Select Variations:
fi: Valitse variaatiot:
kk: Өзгертулерді таңдаңыз:
kn: ಬೇರೆಡೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ:
lo: ເລືອກປະເພດຫົວໜ່ວຍ:
my: အရွယ်အစားများရွေးချယ်ပါ:
si: යතුරු තෝරන්න:
ta: மாறுபாடுகளை தேர்ந்தெடுக்கவும்:

source: Size
fi: Koko
kk: Өлшем
kn: ಗಾತ್ರ
lo: ຂະໜາດ
my: အရွယ်
si: ප්‍රමාණය
ta: அளவு

source: Color
fi: Väri
kk: Түс
kn: ಬಣ್ಣ
lo: ສີ
my: အရောင်
si: වර්ණය
ta: வண்ணம்

source: Weight
fi: Paino
kk: Салмақ
kn: ತೂಕ
lo: ນ້ຳມັນ
my: အလေးချိန်
si: බර
ta: எடை

source: Capacity
fi: Kapasiteetti
kk: Шұғылдық
kn: ಹೆಚ್ಚತನ
lo: ຄວາມສູງ
my: အရွယ်အစား
si: ප්‍රමාණය
ta: திறன்

source: Warranty
fi: Takuu
kk: Жамау
kn: ವಾರಂಟಿ
lo: ລາຍຮັບການສະຖານະ
my: အထူးချိတ်ဆက်
si: වැරදි විකල්ප
ta: உத்தரவாதம்

source: Add Brand
fi: Lisää tuotemerkki
kk: Бренд қосу
kn: ಬ್ರ್ಯಾಂಡ್ ಸೇರಿಸು
lo: ເພີ່ມຍີ່ຫໍ້
my: တံဆိပ်ထည့်ရန်
si: නිෂ්පාදනයක් එක් කරන්න
ta: பிராண்டை சேர்க்கவும்

source: Brand Name
fi: Tuotemerkin nimi
kk: Бренд атауы
kn: ಬ್ರ್ಯಾಂಡ್ ಹೆಸರು
lo: ຊື່ຍີ່ຫໍ້
my: တံဆိပ်အမည်
si: නිෂ්පාදන නාමය
ta: பிராண்ட் பெயர்

source: Enter Brand Name
fi: Kirjoita tuotemerkin nimi
kk: Бренд атауын енгізіңіз
kn: ಬ್ರ್ಯಾಂಡ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນຊື່ຍີ່ຫໍ້
my: တံဆိပ်အမည်ကိုထည့်ပါ
si: නිෂ්පාදන නාමය ඇතුළත් කරන්න
ta: பிராண்ட் பெயரை உள்ளிடவும்

source: Add Unit
fi: Lisää yksikkö
kk: Бірлік қосу
kn: ಘಟಕ ಸೇರಿಸಿ
lo: ເພີ່ມຫົວໜ່ວຍ
my: ယူနစ်ထည့်ရန်
si: ඒකකයක් එක් කරන්න
ta: அலகுக்கை சேர்க்கவும்

source: Unit Name
fi: Yksikön nimi
kk: Бірлік атауы
kn: ಘಟಕ ಹೆಸರು
lo: ຊື່ຫົວໜ່ວຍ
my: ယူနစ်အမည်
si: ඒකක නාමය
ta: அலகு பெயர்

source: Enter Unit Name
fi: Kirjoita yksikön nimi
kk: Бірлік атауын енгізіңіз
kn: ಘಟಕ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນຊື່ຫົວໜ່ວຍ
my: ယူနစ်အမည်ကိုထည့်ပါ
si: ඒකක නාමය ඇතුළත් කරන්න
ta: அலகு பெயரை உள்ளிடவும்

# productNam
source: Product Name
fi: Tuotteen nimi
kk: Өнімнің атауы
kn: ಉತ್ಪನ್ನ ಹೆಸರು
lo: ຊື່ສິນຄ້າ
my: ကုန်ပစ္စည်းအမည်
si: නිෂ්පාදන නාමය
ta: தயாரிப்பு பெயர்

source: Enter Product Name
fi: Kirjoita tuotteen nimi
kk: Өнімнің атауын енгізіңіз
kn: ಉತ್ಪನ್ನ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
lo: ປ້ອນຊື່ສິນຄ້າ
my: ကုန်ပစ္စည်းအမည်ထည့်ပါ
si: නිෂ්පාදන නාමය ඇතුළත් කරන්න
ta: தயாரிப்பு பெயரை உள்ளிடவும்

source: Product Size
fi: Tuotteen koko
kk: Өнімнің өлшемі
kn: ಉತ್ಪನ್ನ ಗಾತ್ರ
lo: ຂະໜາດສິນຄ້າ
my: ကုန်ပစ္စည်းအရွယ်
si: නිෂ්පාදන සර්ස්
ta: தயாரிப்பு அளவு

source: Enter Product Size
fi: Kirjoita tuotteen koko
kk: Өнімнің өлшемін енгізіңіз
kn: ಉತ್ಪನ್ನ ಗಾತ್ರ ನಮೂದಿಸಿ
lo: ປ້ອນຂະໜາດສິນຄ້າ
my: ကုန်ပစ္စည်းအရွယ်ထည့်ပါ
si: නිෂ්පාදන සර්ස් ඇතුළත් කරන්න
ta: தயாரிப்பு அளவை உள்ளிடவும்

source: Product Color
fi: Tuotteen väri
kk: Өнімнің түсі
kn: ಉತ್ಪನ್ನ ಬಣ್ಣ
lo: ສີສິນຄ້າ
my: ကုန်ပစ္စည်းအရောင်
si: නිෂ්පාදන වර්ණය
ta: தயாரிப்பு வண்ணம்

source: Enter Product Color
fi: Kirjoita tuotteen väri
kk: Өнімнің түсін енгізіңіз
kn: ಉತ್ಪನ್ನ ಬಣ್ಣ ನಮೂದಿಸಿ
lo: ປ້ອນສີສິນຄ້າ
my: ကုန်ပစ္စည်းအရောင်ထည့်ပါ
si: නිෂ්පාදන වර්ණය ඇතුළත් කරන්න
ta: தயாரிப்பு வண்ணத்தை உள்ளிடவும்

source: Enter Product Weight
fi: Kirjoita tuotteen paino
kk: Өнімнің салмағын енгізіңіз
kn: ಉತ್ಪನ್ನ ತೂಕ ನಮೂದಿಸಿ
lo: ປ້ອນນ້ຳມັນສິນຄ້າ
my: ကုန်ပစ္စည်းအလေးချိန်ထည့်ပါ
si: නිෂ්පාදන බර ඇතුළත් කරන්න
ta: தயாரிப்பு எடையை உள்ளிடவும்

source: Product Weight
fi: Tuotteen paino
kk: Өнімнің салмағы
kn: ಉತ್ಪನ್ನ ತೂಕ
lo: ນ້ຳມັນສິນຄ້າ
my: ကုန်ပစ္စည်းအလေးချိန်
si: නිෂ්පාදන බර
ta: தயாரிப்பு எடை

source: Product Capacity
fi: Tuotteen kapasiteetti
kk: Өнімнің шұғылдығы
kn: ಉತ್ಪನ್ನ ಹೆಚ್ಚತನ
lo: ຄວາມສູງສິນຄ້າ
my: ကုန်ပစ္စည်းအရွယ်အစား
si: නිෂ්පාදන ප්‍රමාණය
ta: தயாரிப்பு திறன்

source: Enter Product Capacity
fi: Kirjoita tuotteen kapasiteetti
kk: Өнімнің шұғылдығын енгізіңіз
kn: ಉತ್ಪನ್ನ ಹೆಚ್ಚತನ ನಮೂದಿಸಿ
lo: ປ້ອນຄວາມສູງສິນຄ້າ
my: ကုန်ပစ္စည်းအရွယ်အစားထည့်ပါ
si: නිෂ්පාදන ප්‍රමාණය ඇතුළත් කරන්න
ta: தயாரிப்பு திறனை உள்ளிடவும்

source: Product Type
fi: Tuotetyyppi
kk: Өнім түрі
kn: ಉತ್ಪನ್ನ ಪ್ರಕಾರ
lo: ປະເພດສິນຄ້າ
my: ကုန်ပစ္စည်းအမျိုးအစား
si: නිෂ්පාදන වර්ගය
ta: தயாரிப்பு வகை

source: Enter Product Type
fi: Kirjoita tuotetyyppi
kk: Өнім түрін енгізіңіз
kn: ಉತ್ಪನ್ನ ಪ್ರಕಾರ ನಮೂದಿಸಿ
lo: ປ້ອນປະເພດສິນຄ້າ
my: ကုန်ပစ္စည်းအမျိုးအစားထည့်ပါ
si: නිෂ්පාදන වර්ගය ඇතුළත් කරන්න
ta: தயாரிப்பு வகையை உள்ளிடவும்

source: Product Warranty
fi: Tuotetakuu
kk: Өнімге жамау
kn: ಉತ್ಪನ್ನ ವಾರಂಟಿ
lo: ການຮັບການສະຖານະສິນຄ້າ
my: ကုန်ပစ္စည်းအထူးချိတ်
si: නිෂ්පාදන විකල්ප
ta: தயாரிப்பு உத்தரவாதம்

source: Enter Warranty
fi: Kirjoita takuuaika
kk: Жамау сөзін енгізіңіз
kn: ಉತ್ಪನ್ನ ವಾರಂಟಿ ನಮೂದಿಸಿ
lo: ປ້ອນການຮັບການສະຖານະ
my: ကုန်ပစ္စည်းအထူးချိတ်ထည့်ပါ
si: නිෂ්පාදන විකල්ප ඇතුළත් කරන්න
ta: உத்தரவாதத்தை உள்ளிடவும்

source: Select Warranty Time
fi: Valitse takuuaika
kk: Жамау уақытын таңдаңыз
kn: ವಾರಂಟಿ ಸಮಯ ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກເວລາການຮັບການສະຖານະ
my: ကုန်ပစ္စည်းအထူးချိတ်အချိန်ကိုရွေးပါ
si: විකල්ප කාල තෝරන්න
ta: உத்தரவாத நேரத்தைத் தேர்ந்தெடுக்கவும்

source: Brand
fi: Tuotemerkki
kk: Бренд
kn: ಬ್ರ್ಯಾಂಡ್
lo: ຍີ່ຫໍ້
my: ကုန်ပစ္စည်းအမှတ်တံဆိပ်
si: වෙළඳපොල
ta: பிராண்ட்

source: Select Product Brand
fi: Valitse tuotemerkit
kk: Өнім брендін таңдаңыз
kn: ಉತ್ಪನ್ನ ಬ್ರ್ಯಾಂಡ್ ಆಯ್ಕೆಮಾಡಿ
lo: ເລືອກຍີ່ຫໍ້ສິນຄ້າ
my: ကုန်ပစ္စည်းအမှတ်တံဆိပ်ကိုရွေးပါ
si: නිෂ්පාදන වෙළඳපොල තෝරන්න
ta: தயாரிப்பு பிராண்டைத் தேர்ந்தெடுக்கவும்

# productCodes
source: Product Code
fi: Tuotekoodi
kk: Өнім коды
kn: ಉತ್ಪನ್ನ ಕೋಡ್
lo: ລະຫັດສິນຄ້າ
my: ကုန်ပစ္စည်းကုဒ်များ
si: නිෂ්පාදන අංක
ta: தயாரிப்பு குறியீடு

source: Enter Product Code
fi: Kirjoita tuotekoodi
kk: Өнім кодын енгізіңіз
kn: ಉತ್ಪನ್ನ ಕೋಡ್ ನಮೂದಿಸಿ
lo: ປ້ອນລະຫັດສິນຄ້າ
my: ကုန်ပစ္စည်းကုဒ်ထည့်ပါ
si: නිෂ්පාදන අංකය ඇතුළත් කරන්න
ta: தயாரிப்பு குறியீடை உள்ளிடவும்

# quantitys
source: Quantity*
fi: Määrä*
kk: Санат*
kn: ಪ್ರಮಾಣ*
lo: ຈຳນວນ*
my: အရေအတွက်*
si: ප්‍රමාණය*
ta: அளவு*

source: Enter Quantity
fi: Kirjoita määrä
kk: Санын енгізіңіз
kn: ಪ್ರಮಾಣ ನಮೂದಿಸಿ
lo: ປ້ອນຈຳນວນ
my: အရေအတွက်ထည့်ပါ
si: ප්‍රමාණය ඇතුළත් කරන්න
ta: அளவை உள்ளிடவும்

source: Product Unit
fi: Tuotteen yksikkö
kk: Өнім бірлігі
kn: ಉತ್ಪನ್ನ ಘಟಕ
lo: ຫົວໜ່ວຍສິນຄ້າ
my: ကုန်ပစ္စည်းယူနစ်
si: නිෂ්පාදන ඒකකය
ta: தயாரிப்பு அலகு

# purchasePrices
source: Purchase Price*
fi: Osto hinta*
kk: Сатып алу бағасы*
kn: ಖರೀದಿ ಬೆಲೆ*
lo: ລາຄາຊື້*
my: ဝယ်ယူခဲ့သည့်စျေးနှုန်း*
si: මිලියනය මිල*
ta: வாங்கும் விலை*

source: Enter Purchase Price
fi: Kirjoita osto hinta
kk: Сатып алу бағасын енгізіңіз
kn: ಖರೀದಿ ಬೆಲೆ ನಮೂದಿಸಿ
lo: ປ້ອນລາຄາຊື້
my: ဝယ်ယူခဲ့သည့်စျေးနှုန်းထည့်ပါ
si: මිලියනය මිල ඇතුළත් කරන්න
ta: வாங்கும் விலையை உள்ளிடவும்

# salePrices
source: Sale Price*
fi: Myyntihinta*
kk: Сату бағасы*
kn: ಮಾರಾಟ ಬೆಲೆ*
lo: ລາຄາຂາຍ*
my: ရောင်းချိန်စျေးနှုန်း*
si: විකුණන මිල*
ta: விற்பனை விலை*

source: Enter Sale Price
fi: Kirjoita myyntihinta
kk: Сату бағасын енгізіңіз
kn: ಮಾರಾಟ ಬೆಲೆ ನಮೂದಿಸಿ
lo: ປ້ອນລາຄາຂາຍ
my: ရောင်းချိန်စျေးနှုန်းထည့်ပါ
si: විකුණන මිල ඇතුළත් කරන්න
ta: விற்பனை விலையை உள்ளிடவும்

# dealerPice
source: Dealer Price
fi: Jälleenmyyjän hinta
kk: Дилер бағасы
kn: ಡೀಲರ್ ಬೆಲೆ
lo: ລາຄາຕົວເມືອງ
my: ဝယ်ယူသူစျေးနှုန်း
si: ටෙලර් මිලට
ta: விற்பனையாளர் விலை
